export const data = [
    {
        "id": "A101011",
        "big_name": "農、林、漁、牧業",
        "mid_name": "農業",
        "small_name": "農藝及園藝業",
        "detail_name": "種苗業",
        "description": "依植物品種及種苗法規定，從事繁殖、輸出入、銷售種苗之事業者。"
    },
    {
        "id": "A101020",
        "big_name": "農、林、漁、牧業",
        "mid_name": "農業",
        "small_name": "農藝及園藝業",
        "detail_name": "農作物栽培業",
        "description": "從事稻米、蔬菜、果樹、甘蔗及雜糧等作物栽培之行業。包括稻作栽培業、雜糧栽培業、蔬菜栽培業、果樹栽培業、甘蔗栽培業。"
    },
    {
        "id": "A101030",
        "big_name": "農、林、漁、牧業",
        "mid_name": "農業",
        "small_name": "農藝及園藝業",
        "detail_name": "特用作物栽培業",
        "description": "從事纖維料、油料、糖料、嗜好料、香料、藥料及工業原料等特用作物栽培之行業。如棕櫚栽培、苧麻栽培、亞麻栽培、大甲藺栽培、芏苡（三角藺）栽培、向日葵栽培、油菜籽栽培、葛鬱金（粉薯）栽培、甜菜栽培、茶葉栽培、菸草栽培、胡椒栽培、花椒栽培、香茅草栽培、芥末籽栽培、杭菊栽培、除蟲菊栽培、枸杞栽培、黃蓍栽培、麥門冬栽培、桑樹栽培、 棉花栽培、瓊麻栽培、黃麻栽培、洋麻（鐘麻）栽培、芝麻栽培、蓖麻籽栽培、樹薯栽培、甜菊栽培、咖啡栽培、可可豆栽培、蛇麻栽培、茴香栽培、仙草栽培、洛神葵栽培、薄荷栽培、魚藤栽培、當歸栽培、山藥栽培、柴胡栽培、牧草栽培、綠肥作物栽培。"
    },
    {
        "id": "A101040",
        "big_name": "農、林、漁、牧業",
        "mid_name": "農業",
        "small_name": "農藝及園藝業",
        "detail_name": "食用菌菇類栽培業",
        "description": "從事食用菌菇類栽培及其菌種培育之行業。木耳栽培、香菇栽培、草菇栽培、 靈芝栽培、洋菇栽培、金針菇栽培、食用菌菇類菌種培育。"
    },
    {
        "id": "A101050",
        "big_name": "農、林、漁、牧業",
        "mid_name": "農業",
        "small_name": "農藝及園藝業",
        "detail_name": "花卉栽培業",
        "description": "從事花卉栽培之行業。如盆花植物栽培、觀葉植物栽培、 切花植物栽培。"
    },
    {
        "id": "A102020",
        "big_name": "農、林、漁、牧業",
        "mid_name": "農業",
        "small_name": "農事服務業",
        "detail_name": "農產品整理業",
        "description": "從事農產品收割後未銷售或加工前整理或初步處理之行業。如農產品清洗、農產品分級包裝等。"
    },
    {
        "id": "A102030",
        "big_name": "農、林、漁、牧業",
        "mid_name": "農業",
        "small_name": "農事服務業",
        "detail_name": "蠶絲業",
        "description": "經營絲繭、平面繭之行業。"
    },
    {
        "id": "A102041",
        "big_name": "農、林、漁、牧業",
        "mid_name": "農業",
        "small_name": "農事服務業",
        "detail_name": "休閒農業",
        "description": "從事利用田園景觀、自然生態及環境資源，結合農林漁牧生產、農業經營活動、農村文化及農家生活，提供國民休閒，增進國民對農業及農村之體驗為目的之農業經營之行業。"
    },
    {
        "id": "A102050",
        "big_name": "農、林、漁、牧業",
        "mid_name": "農業",
        "small_name": "農事服務業",
        "detail_name": "作物栽培服務業",
        "description": "從事作物之種植、栽培、保護、採收等服務，包括農地耕整、作物栽培、作物保護、土壤處理及施肥、作物採收等機器或人力操作之行業。"
    },
    {
        "id": "A102060",
        "big_name": "農、林、漁、牧業",
        "mid_name": "農業",
        "small_name": "農事服務業",
        "detail_name": "糧商業",
        "description": "經營糧食買賣、經紀、倉儲、加工、輸出及輸入之行業。"
    },
    {
        "id": "A102070",
        "big_name": "農、林、漁、牧業",
        "mid_name": "農業",
        "small_name": "農事服務業",
        "detail_name": "菸草整理業",
        "description": "從事含菸鹼之菸葉、菸株、菸苗、菸種子、菸骨、菸砂等初步整理，且整理後尚未達可供吸用、嚼用、含用、聞用或以其他方式使用之行業。"
    },
    {
        "id": "A102080",
        "big_name": "農、林、漁、牧業",
        "mid_name": "農業",
        "small_name": "農事服務業",
        "detail_name": "園藝服務業",
        "description": "從事花草、樹木之種植、施肥、修整、維護，與觀賞樹木、花草供應等服務之行業。行道樹之移植、修剪、維護亦歸入本類。"
    },
    {
        "id": "A199990",
        "big_name": "農、林、漁、牧業",
        "mid_name": "農業",
        "small_name": "其他農業",
        "detail_name": "其他農業",
        "description": "從事 A101 至 A102 小類以外之其他農業之行業。"
    },
    {
        "id": "A201010",
        "big_name": "農、林、漁、牧業",
        "mid_name": "林業及伐木業",
        "small_name": "林業",
        "detail_name": "造林業",
        "description": "從事一般林木之採種、移植、種植、保護及管理之行業。如林木採種、林木栽植、育林、森林保護、森林防火、林相改良、林木病蟲害防治等。"
    },
    {
        "id": "A201030",
        "big_name": "農、林、漁、牧業",
        "mid_name": "林業及伐木業",
        "small_name": "林業",
        "detail_name": "特殊林木經營業",
        "description": "從事特殊用途林木種植並收取其產品之行業。從事防風林之種植亦歸入本類。"
    },
    {
        "id": "A201040",
        "big_name": "農、林、漁、牧業",
        "mid_name": "林業及伐木業",
        "small_name": "林業",
        "detail_name": "森林遊樂區經營業",
        "description": "在森林區域內，經中央主管機關核定而設置，為提供遊客休閒及育樂活動之行業。"
    },
    {
        "id": "A202010",
        "big_name": "農、林、漁、牧業",
        "mid_name": "林業及伐木業",
        "small_name": "伐木及林產經營業",
        "detail_name": "野生物採取業",
        "description": "從事林區野生物採捕之行業。"
    },
    {
        "id": "A202020",
        "big_name": "農、林、漁、牧業",
        "mid_name": "林業及伐木業",
        "small_name": "伐木及林產經營業",
        "detail_name": "薪炭業",
        "description": "利用林產枝梢製造薪材或燒製木炭之行業，如燒炭、薪材採取。"
    },
    {
        "id": "A202040",
        "big_name": "農、林、漁、牧業",
        "mid_name": "林業及伐木業",
        "small_name": "伐木及林產經營業",
        "detail_name": "伐木業",
        "description": "從事木材之砍伐、剝皮、切斷等初步處理，生產幹木、圓段、粗劈材等，以及利用索道、溜槽、溪流等集運材木之行業，如包工伐木、薪材砍伐、竹林砍伐、木材溜集、伐木及粗解、山地木材集運。"
    },
    {
        "id": "A299990",
        "big_name": "農、林、漁、牧業",
        "mid_name": "林業及伐木業",
        "small_name": "其他林業",
        "detail_name": "其他林業",
        "description": "從事 A201 至 A202 小類以外之其他林業之行業。"
    },
    {
        "id": "A301010",
        "big_name": "農、林、漁、牧業",
        "mid_name": "漁業",
        "small_name": "漁撈及水產養殖業",
        "detail_name": "遠洋漁撈業",
        "description": "使用動力漁船在我國二百浬經濟海域以外，從事漁撈之行業。"
    },
    {
        "id": "A301020",
        "big_name": "農、林、漁、牧業",
        "mid_name": "漁業",
        "small_name": "漁撈及水產養殖業",
        "detail_name": "近海沿岸及內陸漁撈業",
        "description": "使用動力漁船在我國經濟海域（十二至二百浬）或領海（十二浬）內或湖泊、河川、水庫等內陸水域從事漁撈之行業。包括近海漁業、沿岸漁業、內陸漁撈業。"
    },
    {
        "id": "A301030",
        "big_name": "農、林、漁、牧業",
        "mid_name": "漁業",
        "small_name": "漁撈及水產養殖業",
        "detail_name": "水產養殖業",
        "description": "從事水產生物繁殖或飼養，而出售成體或幼體之行業。包括海面養殖業、內陸養殖業、其他水產養殖業。"
    },
    {
        "id": "A301040",
        "big_name": "農、林、漁、牧業",
        "mid_name": "漁業",
        "small_name": "漁撈及水產養殖業",
        "detail_name": "娛樂漁業",
        "description": "依娛樂漁業管理辦法規定，指提供漁船，供以娛樂為目的者，在水上採捕水產動植物或觀光之行業。"
    },
    {
        "id": "A302010",
        "big_name": "農、林、漁、牧業",
        "mid_name": "漁業",
        "small_name": "漁事服務業",
        "detail_name": "對外漁業合作業",
        "description": "以提供漁業技術，在外國專屬漁業區、經濟海域或中華民國境內合作經營漁業之行業。"
    },
    {
        "id": "A302020",
        "big_name": "農、林、漁、牧業",
        "mid_name": "漁業",
        "small_name": "漁事服務業",
        "detail_name": "漁業服務業",
        "description": "提供漁業生產服務之行業，如漁業補給業。"
    },
    {
        "id": "A399990",
        "big_name": "農、林、漁、牧業",
        "mid_name": "漁業",
        "small_name": "其他漁業",
        "detail_name": "其他漁業",
        "description": "從事 A301 至 A302 小類以外之其他漁業之行業。"
    },
    {
        "id": "A401010",
        "big_name": "農、林、漁、牧業",
        "mid_name": "牧業",
        "small_name": "畜牧及畜牧服務業",
        "detail_name": "畜牧場經營業",
        "description": "經營種畜畜牧場、種禽畜牧場、生產畜牧場等之行業。"
    },
    {
        "id": "A401020",
        "big_name": "農、林、漁、牧業",
        "mid_name": "牧業",
        "small_name": "畜牧及畜牧服務業",
        "detail_name": "家畜禽飼育業",
        "description": "從事家畜及家禽飼育、繁殖之行業。包括牛飼育業、豬飼育業、雞飼育業、鴨飼育業等。"
    },
    {
        "id": "A401031",
        "big_name": "農、林、漁、牧業",
        "mid_name": "牧業",
        "small_name": "畜牧及畜牧服務業",
        "detail_name": "特定寵物服務業",
        "description": "依動物保護法之規定，經營特定寵物之繁殖、買賣、寄養之行業。"
    },
    {
        "id": "A401040",
        "big_name": "農、林、漁、牧業",
        "mid_name": "牧業",
        "small_name": "畜牧及畜牧服務業",
        "detail_name": "畜牧服務業",
        "description": "從事畜牧技術服務之行業。如家禽孵育、家畜禽配種、 家畜剪毛、蛋類選洗包裝。"
    },
    {
        "id": "A401051",
        "big_name": "農、林、漁、牧業",
        "mid_name": "牧業",
        "small_name": "畜牧及畜牧服務業",
        "detail_name": "野生動物飼養業",
        "description": "依野生動物保育法規定，從事主管機關公告之野生動物之飼養、繁殖、買賣、加工、進出口之行業。"
    },
    {
        "id": "A401060",
        "big_name": "農、林、漁、牧業",
        "mid_name": "牧業",
        "small_name": "畜牧及畜牧服務業",
        "detail_name": "其他動物服務業",
        "description": "經營非依動物保護法規定公告之寵物，及非列為野生動物保育法主管機關公告之野生動物之飼養、繁殖、寄養之行業。"
    },
    {
        "id": "A401990",
        "big_name": "農、林、漁、牧業",
        "mid_name": "牧業",
        "small_name": "畜牧及畜牧服務業",
        "detail_name": "其他畜牧業",
        "description": "從事A401細類以外畜牧之行業。從事蠶、蜂飼育之行業亦歸入本類。"
    },
    {
        "id": "B101010",
        "big_name": "礦業及土石採取業",
        "mid_name": "能源礦業",
        "small_name": "煤礦業",
        "detail_name": "煤礦業",
        "description": "從事煤炭之探勘、採取、初步處理及準備作業等之行業，如煤塊碎解、洗煤、煤品分級、褐煤採取、煙煤採取、無煙煤採取等。"
    },
    {
        "id": "B102010",
        "big_name": "礦業及土石採取業",
        "mid_name": "能源礦業",
        "small_name": "石油及天然氣礦業",
        "detail_name": "石油及天然氣礦業",
        "description": "從事石油及天然氣之勘測、採取、初步處理及有關準備作業等行業，如油氣井設備安裝、石油及天然氣探勘、石油及天然氣開發生產、油頁岩、瀝青砂開採及取油等。"
    },
    {
        "id": "B201010",
        "big_name": "礦業及土石採取業",
        "mid_name": "其他礦業",
        "small_name": "金屬礦業",
        "detail_name": "金屬礦業",
        "description": "從事金屬礦之探勘、採取、初步處理及有關準備作業等行業。但非以取鐵為主要目的之含鐵礦物採取，應依其主要煉取物歸類；採取硫化鐵用於製硫，應歸入非金屬礦業細類。"
    },
    {
        "id": "B202010",
        "big_name": "礦業及土石採取業",
        "mid_name": "其他礦業",
        "small_name": "非金屬礦業",
        "detail_name": "非金屬礦業",
        "description": "從事鹽業、土礦業、石礦業及其他非金屬礦物之探勘、採取、初步處理及有關準備作業等之行業。"
    },
    {
        "id": "B601010",
        "big_name": "礦業及土石採取業",
        "mid_name": "土石採取業",
        "small_name": "土石採取業",
        "detail_name": "土石採取業",
        "description": "從事土、砂、礫、石之探勘、採取、初步處理及有關準備作業等之行業。包括陸上採土業、陸上採石業、河川砂礫採取業、濱海及海域砂礫採取業、其他土石採取業。"
    },
    {
        "id": "C101010",
        "big_name": "製造業",
        "mid_name": "食品、飲料及菸類製造業",
        "small_name": "屠宰業",
        "detail_name": "屠宰業",
        "description": "依畜牧法規定，設置屠宰場，經營屠宰業務之行業。如家禽屠宰、家畜屠宰、屠體評級等。毋須辦理工廠設立登記。"
    },
    {
        "id": "C102010",
        "big_name": "製造業",
        "mid_name": "食品、飲料及菸類製造業",
        "small_name": "乳品製造業",
        "detail_name": "乳品製造業",
        "description": "從事乳製品製造之行業。從事批發或零售乳之殺菌、均質、調味、裝瓶等業務者亦歸入本細類。"
    },
    {
        "id": "C103050",
        "big_name": "製造業",
        "mid_name": "食品、飲料及菸類製造業",
        "small_name": "罐頭、冷凍、脫水及醃漬食品製造業",
        "detail_name": "罐頭、冷凍、脫水及醃漬食品製造業",
        "description": "從事禽畜、水產、果蔬、菜餚等裝罐、冷凍、脫水及醃漬之行業。包括罐頭食品製造業、冷凍食品製造業、脫水食品製造業、醃漬食品製造業等。"
    },
    {
        "id": "C104010",
        "big_name": "製造業",
        "mid_name": "食品、飲料及菸類製造業",
        "small_name": "糖果及烘焙食品製造業",
        "detail_name": "糖果製造業",
        "description": "從事以蔗糖、果糖、麥芽糖、穀類、乾果、香料、食用色素為原料，製造各種中西式糖果之行業。"
    },
    {
        "id": "C104020",
        "big_name": "製造業",
        "mid_name": "食品、飲料及菸類製造業",
        "small_name": "糖果及烘焙食品製造業",
        "detail_name": "烘焙炊蒸食品製造業",
        "description": "從事烘焙炊蒸食品製造之行業。如麵包、西點、蛋糕、餅乾、中式茶食、年糕、發糕、蘿蔔糕、麻糬、米菓、米香等製造。"
    },
    {
        "id": "C105010",
        "big_name": "製造業",
        "mid_name": "食品、飲料及菸類製造業",
        "small_name": "製油業",
        "detail_name": "食用油脂製造業",
        "description": "從事食用動、植物油脂之壓榨、萃取及精煉之行業。人造奶油、配製烹飪用油、涼拌用油之製造亦歸入本類。"
    },
    {
        "id": "C106010",
        "big_name": "製造業",
        "mid_name": "食品、飲料及菸類製造業",
        "small_name": "製粉業",
        "detail_name": "製粉業",
        "description": "從事以稻、麥、豆、薯等製造麵粉、澱粉、粗粒粉、籤、片及速食穀類製品等之行業。代客處理豆類、咖啡、根類之脫粒或剝皮之行業亦歸入本類。"
    },
    {
        "id": "C108010",
        "big_name": "製造業",
        "mid_name": "食品、飲料及菸類製造業",
        "small_name": "製糖業",
        "detail_name": "糖類製造業",
        "description": "從事以甘蔗、甜菜、澱粉、原料糖或其他原料製造砂糖或其他糖類之行業。"
    },
    {
        "id": "C109010",
        "big_name": "製造業",
        "mid_name": "食品、飲料及菸類製造業",
        "small_name": "調味品製造業",
        "detail_name": "調味品製造業",
        "description": "從事味精、食用鹽、醬油、調味醬、食用醋及其他調味品製造之行業。包括味精製造業、食用鹽製造業、醬油製造業、調味醬製造業、食用醋製造業及其他調味品製造業。"
    },
    {
        "id": "C110010",
        "big_name": "製造業",
        "mid_name": "食品、飲料及菸類製造業",
        "small_name": "飲料製造業",
        "detail_name": "飲料製造業",
        "description": "從事含酒精性成分0.5%以下之飲料製造之行業，如果汁、蒸餾水、礦泉水、果蔬汁、蔬菜汁、醋飲料、碳酸飲料、麥芽飲料、咖啡飲料、運動飲料、茶類飲料、包裝飲用水、機能性飲料等製造之行業。"
    },
    {
        "id": "C111010",
        "big_name": "製造業",
        "mid_name": "食品、飲料及菸類製造業",
        "small_name": "製茶業",
        "detail_name": "製茶業",
        "description": "從事茶葉製造之行業，包括分級、殺菁、發酵、揉捻、烘焙、加料、壓製等作業。"
    },
    {
        "id": "C112011",
        "big_name": "製造業",
        "mid_name": "食品、飲料及菸類製造業",
        "small_name": "製菸業",
        "detail_name": "製菸業",
        "description": "依菸酒管理法之規定，經營菸類製造、分裝之行業。"
    },
    {
        "id": "C113011",
        "big_name": "製造業",
        "mid_name": "食品、飲料及菸類製造業",
        "small_name": "製酒業",
        "detail_name": "製酒業",
        "description": "依菸酒管理法之規定，經營酒類製造、分裝之行業。"
    },
    {
        "id": "C113020",
        "big_name": "製造業",
        "mid_name": "食品、飲料及菸類製造業",
        "small_name": "製酒業",
        "detail_name": "酒類半成品製造業",
        "description": "從事產製酒麴、酒類相關半成品之行業。但從事產製酒品製造過程中所得之半成品，此半成品經隨後之製造過程，可製成酒之成品者，應歸入C113011（製酒業）細類。"
    },
    {
        "id": "C114010",
        "big_name": "製造業",
        "mid_name": "食品、飲料及菸類製造業",
        "small_name": "食品添加物製造業",
        "detail_name": "食品添加物製造業",
        "description": "依「食品安全衛生管理法」規定，經營食品添加物製造之行業。"
    },
    {
        "id": "C199010",
        "big_name": "製造業",
        "mid_name": "食品、飲料及菸類製造業",
        "small_name": "其他食品製造業",
        "detail_name": "麵條、粉條類食品製造業",
        "description": "從事以穀類細粉揉成粉坯，經人工或機器擠軋、拉漏等操作，製成生、熟麵條、粉條食品之行業。如麵條、米粉、冬粉、通心粉、速食米粉、速食麵條、粉條等之製造。"
    },
    {
        "id": "C199020",
        "big_name": "製造業",
        "mid_name": "食品、飲料及菸類製造業",
        "small_name": "其他食品製造業",
        "detail_name": "食用冰製造業",
        "description": "從事食用冰製品製造之行業。如冰棒之製造。"
    },
    {
        "id": "C199030",
        "big_name": "製造業",
        "mid_name": "食品、飲料及菸類製造業",
        "small_name": "其他食品製造業",
        "detail_name": "即食餐食製造業",
        "description": "從事餐盒食品、團體膳食、現成菜餚等製造外送之行業。"
    },
    {
        "id": "C199040",
        "big_name": "製造業",
        "mid_name": "食品、飲料及菸類製造業",
        "small_name": "其他食品製造業",
        "detail_name": "豆類加工食品製造業",
        "description": "從事豆類加工食品製造之行業。"
    },
    {
        "id": "C199990",
        "big_name": "製造業",
        "mid_name": "食品、飲料及菸類製造業",
        "small_name": "其他食品製造業",
        "detail_name": "未分類其他食品製造業",
        "description": "從事 C101010 至 C199040 細類以外之其他食品製造之行業。"
    },
    {
        "id": "C201010",
        "big_name": "製造業",
        "mid_name": "飼料及寵物食品製造業",
        "small_name": "飼料及寵物食品製造業",
        "detail_name": "飼料製造業",
        "description": "從事家畜、家禽、水產類之飼料或飼料添加物等製造、調配之行業。如植物性單一飼料製造、動物性單一飼料製造、補助飼料配製、配合飼料配製、飼料添加物配製。"
    },
    {
        "id": "C201020",
        "big_name": "製造業",
        "mid_name": "飼料及寵物食品製造業",
        "small_name": "飼料及寵物食品製造業",
        "detail_name": "寵物食品製造業",
        "description": "經營寵物食用之乾糧、罐頭、零食及營養品等製造、調配之行業。"
    },
    {
        "id": "C301010",
        "big_name": "製造業",
        "mid_name": "紡織、成衣、服飾品及紡織製品製造業",
        "small_name": "紡紗業",
        "detail_name": "紡紗業",
        "description": "從事纖維開棉、去脂、梳理、併條、精紡或假撚加工等處理，以紡成紗線之行業。包（覆）彈性絲之紡紗亦歸入本類。包括棉紡紗業、毛紡紗業、人造纖維紡紗業、人造纖維加工絲業及其他紡紗業等。"
    },
    {
        "id": "C302010",
        "big_name": "製造業",
        "mid_name": "紡織、成衣、服飾品及紡織製品製造業",
        "small_name": "織布業",
        "detail_name": "織布業",
        "description": "從事以各種材質之紗（絲）為原料織造布疋之行業。包括棉梭織布業、毛梭織布業、人造纖維梭織布業、針織布業、其他織布業等。"
    },
    {
        "id": "C303010",
        "big_name": "製造業",
        "mid_name": "紡織、成衣、服飾品及紡織製品製造業",
        "small_name": "不織布業",
        "detail_name": "不織布業",
        "description": "從事以天然纖維及人造纖維經膠合、針軋、水軋、熱融、紡黏及融噴等方法製成織品之行業。如膠合不織布製造、 水針（軋）不織布製造、紡黏不織布製造、針軋不織布製造、熱融不織布製造、融噴不織布製造等。"
    },
    {
        "id": "C305010",
        "big_name": "製造業",
        "mid_name": "紡織、成衣、服飾品及紡織製品製造業",
        "small_name": "印染整理業",
        "detail_name": "印染整理業",
        "description": "從事纖維、紗線、布疋、成衣、織帶、拉鍊、繩網等漂白、染色、印花、整理及塗佈等行業。"
    },
    {
        "id": "C306010",
        "big_name": "製造業",
        "mid_name": "紡織、成衣、服飾品及紡織製品製造業",
        "small_name": "成衣業",
        "detail_name": "成衣業",
        "description": "從事衣著裁剪、縫製之行業。包括梭織成衣業、針織成衣業等。"
    },
    {
        "id": "C307010",
        "big_name": "製造業",
        "mid_name": "紡織、成衣、服飾品及紡織製品製造業",
        "small_name": "服飾品製造業",
        "detail_name": "服飾品製造業",
        "description": "從事各類服飾品製造之行業，如襪類、紡織手套、假領縫製、領帶縫製、絲巾縫製、手帕縫製、護膝縫製、綁腿製造、襪帶縫製、領結縫製、領巾縫製、圍巾頭巾製造、護袖縫製、護脛縫製、吊帶縫製等。"
    },
    {
        "id": "C399990",
        "big_name": "製造業",
        "mid_name": "紡織、成衣、服飾品及紡織製品製造業",
        "small_name": "其他紡織及製品製造業",
        "detail_name": "其他紡織及製品製造業",
        "description": "從事C301、C302、C303、C305、C306、C307 以外之其他紡織及紡織製品製造之行業，如花邊、畫布、毛巾、床單、睡袋等。"
    },
    {
        "id": "C401030",
        "big_name": "製造業",
        "mid_name": "皮革、毛皮及其製品製造業",
        "small_name": "皮革、毛皮整製業",
        "detail_name": "皮革、毛皮整製業",
        "description": "從事皮革、毛皮之鞣製、硝製、染整、梳整、壓花、上漆、上蠟，或以熟製皮革下腳為原料從事磨碎、壓製等行業。"
    },
    {
        "id": "C402030",
        "big_name": "製造業",
        "mid_name": "皮革、毛皮及其製品製造業",
        "small_name": "皮革、毛皮製品製造業",
        "detail_name": "皮革、毛皮製品製造業",
        "description": "從事以皮革、毛皮及人造皮革製品製造之行業。如網皮製造、皮管製造、皮馬勒製造、皮圍裙製造、皮墊圈製造、皮革蛇管製造、小件皮飾製造、編皮製品製造、皮革狗玩具製造、皮革狗（貓）飾物製造、毛皮縫製、毛皮護耳縫製、毛皮手套縫製、全獸毛皮地毯製造、皮衣製造、皮帶製造、皮鞭製造、皮套製造、皮手套製造、皮齒輪製造、皮吊桶製造、機軸護革製造、皮革鞍具製造、磨刀皮帶製造、機器用皮帶製造、機器用皮革零件製造、毛皮暖帽縫製、毛皮手筒縫製、毛皮圍領製造、全獸毛皮衣飾縫製等。"
    },
    {
        "id": "C501010",
        "big_name": "製造業",
        "mid_name": "木竹製品製造業",
        "small_name": "木竹製品製造業",
        "detail_name": "製材業",
        "description": "從事原木之貯存、鋸割及製成製造用材料或半成品之行業。木材保存處理之行業及設於林地之專業性鋸木廠亦歸入本類。原木之剝皮、切斷等初步處理應歸入A202040（伐木業）細類。"
    },
    {
        "id": "C501030",
        "big_name": "製造業",
        "mid_name": "木竹製品製造業",
        "small_name": "木竹製品製造業",
        "detail_name": "合板製造業",
        "description": "從事合板製造與合板表面處理等二次加工之行業。單板之製造亦歸入本細類。"
    },
    {
        "id": "C501040",
        "big_name": "製造業",
        "mid_name": "木竹製品製造業",
        "small_name": "木竹製品製造業",
        "detail_name": "組合木材製造業",
        "description": "從事以加壓膠合方式，將木質材料製造成建築或家具用板材、割材與角材之行業。"
    },
    {
        "id": "C501060",
        "big_name": "製造業",
        "mid_name": "木竹製品製造業",
        "small_name": "木竹製品製造業",
        "detail_name": "木質容器製造業",
        "description": "從事以木質、柳條材料製造各種容器之行業。"
    },
    {
        "id": "C501070",
        "big_name": "製造業",
        "mid_name": "木竹製品製造業",
        "small_name": "木竹製品製造業",
        "detail_name": "竹、藤製品製造業",
        "description": "從事竹、藤加工及其製品製造之行業。層竹製品製造亦歸入本類。"
    },
    {
        "id": "C501990",
        "big_name": "製造業",
        "mid_name": "木竹製品製造業",
        "small_name": "木竹製品製造業",
        "detail_name": "其他木製品製造業",
        "description": "從事C501010至C501070 細類以外木製品製造之行業。木細作及雕花、刻字、塗裝，以及軟木（木栓）製品製造亦歸入本類。木、竹、柳條、藤材等塑化、塑化木（板）材加工之行業亦歸入本類。"
    },
    {
        "id": "C601010",
        "big_name": "製造業",
        "mid_name": "紙漿、紙及紙製品業",
        "small_name": "紙漿、紙及紙製品業",
        "detail_name": "紙漿製造業",
        "description": "從事木材、竹、草、蔗渣、廢布、廢紙、下腳棉花及其他植物纖維製造紙漿之行業。"
    },
    {
        "id": "C601020",
        "big_name": "製造業",
        "mid_name": "紙漿、紙及紙製品業",
        "small_name": "紙漿、紙及紙製品業",
        "detail_name": "紙製造業",
        "description": "從事紙張、紙板及其製品製造之行業。包括紙張製造業、紙板製造業等。但瓦楞紙板製造歸入C601030 紙容器製造業。"
    },
    {
        "id": "C601030",
        "big_name": "製造業",
        "mid_name": "紙漿、紙及紙製品業",
        "small_name": "紙漿、紙及紙製品業",
        "detail_name": "紙容器製造業",
        "description": "從事以紙板、瓦楞紙、浸蠟紙、強力紙等製造密封或通氣之容器或紙袋之行業。"
    },
    {
        "id": "C601040",
        "big_name": "製造業",
        "mid_name": "紙漿、紙及紙製品業",
        "small_name": "紙漿、紙及紙製品業",
        "detail_name": "加工紙製造業",
        "description": "以紙或紙板製造加工紙類之行業。"
    },
    {
        "id": "C601050",
        "big_name": "製造業",
        "mid_name": "紙漿、紙及紙製品業",
        "small_name": "紙漿、紙及紙製品業",
        "detail_name": "家庭及衛生用紙製造業",
        "description": "從事以紙漿、紙等製造家庭或衛生用紙之行業。但不織布紙巾之製造應歸入C303010（不織布業）細類。"
    },
    {
        "id": "C601990",
        "big_name": "製造業",
        "mid_name": "紙漿、紙及紙製品業",
        "small_name": "紙漿、紙及紙製品業",
        "detail_name": "其他紙製品製造業",
        "description": "從事 C601010 至 C601050 細類以外之其他紙及紙製品製造之行業。紙帽之製造亦歸入本細類。"
    },
    {
        "id": "C701010",
        "big_name": "製造業",
        "mid_name": "印刷及其輔助業",
        "small_name": "印刷業",
        "detail_name": "印刷業",
        "description": "從事書籍、地圖、樂譜、廣告、文件、表冊等承印之行業，不論被印材為紙質、金屬、塑膠、橡膠、樹脂，或其他材料者均屬之。"
    },
    {
        "id": "C702010",
        "big_name": "製造業",
        "mid_name": "印刷及其輔助業",
        "small_name": "製版業",
        "detail_name": "製版業",
        "description": "從事印刷相關用版製作之行業。如木版、鉛版、石版、銅鋅版、樹脂版、鋁版、銅版、照相版、電鑄版、網版等。"
    },
    {
        "id": "C703010",
        "big_name": "製造業",
        "mid_name": "印刷及其輔助業",
        "small_name": "裝訂業",
        "detail_name": "印刷品裝訂及加工業",
        "description": "從事印刷品裝訂及加工之行業。"
    },
    {
        "id": "C801010",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學材料製造業",
        "detail_name": "基本化學工業",
        "description": "以化合、分解、分餾、蒸發、萃取等物理或化學反應方法產製無機或有機基本化學原料之行業。如化學元素（如氧氣、液氧、氫氣、氮氣、液氮、一氧化碳、液氯、氬、二氧化鈦、合成氣等）、酸類（如濃硫酸、氫氯酸、硝酸、磷酸等）、氫氧化合物（如氫氧化鈉、液鹼、氫氧化鉀、氫氧化鋁等）、氧化物（如氧化鋅、過氧化氫等）、硫酸化合物（如硫酸鋁、硫酸鈉、硫酸鉀、硫酸鎳等）、金屬無機鹽（如碳酸鈉、氯酸鉀、碳酸氫鈉、磷酸二鈣、三聚磷酸鈉、碳酸鉀、氰化鈉、矽酸鈉、碳酸亞鎳、碳化鈣等）、氯化物等各項基本化學材料製造之行業。但從事酒精製造應歸「食用酒精製造業」或「非食用酒精製造業」。"
    },
    {
        "id": "C801020",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學材料製造業",
        "detail_name": "石油化工原料製造業",
        "description": "事以石油或天然氣產製石化基本原料及中間產品之行業。其中石油化工原料包括無環烴（如甲烷、乙烷、丙烷、丁烷、正己烷、乙烯、丙烯、正丁烯、丁二烯、異丁烯、乙炔、氟氯碳化物等）、環烴（如苯、甲苯、乙苯、苯乙烯單體、烷苯、異丙苯、環己烷等）、烴衍生物（如氯乙烯單體）、醚及衍生物（如環氧乙烷、氧化丙烯、甲基第三丁基醚等）、醛酮化合物（如甲醛、乙醛、丙酮、丁醛、甲基異丁基酮等）、醇化合物（如甲醇、乙二醇、丙二醇、異丙醇、丙三醇、異戊四醇等）、酚及化合物（如酚、丙二酚等）、合成酸及衍生物（如冰醋酸、醋酸乙烯、對苯二甲酸二甲酯、甲基丙烯酸甲酯、丙烯酸甲酯、丙烯酸丁酯、馬來酐、己二酸等）、合成胺（如己內醯胺、三聚氰胺、環己胺、己二胺等）及無水氨、炭黑等。有關乙醇之製造，應歸非食用酒精製造業。"
    },
    {
        "id": "C801030",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學材料製造業",
        "detail_name": "精密化學材料製造業",
        "description": "從事以精密化學操作製造高純度化學元素，各種無機及有機試藥，及放射性物質等以供測定、分析、試驗等使用之行業。"
    },
    {
        "id": "C801060",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學材料製造業",
        "detail_name": "合成橡膠製造業",
        "description": "從事以化學合成方法製造合成橡膠或彈性物質之行業。"
    },
    {
        "id": "C801081",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學材料製造業",
        "detail_name": "食用酒精製造業",
        "description": "依菸酒管理法之規定，經營食用酒精製造、分裝之行業。"
    },
    {
        "id": "C801091",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學材料製造業",
        "detail_name": "非食用酒精製造業",
        "description": "菸酒管理法之規定，經營非食用酒精製造、分裝之行業。"
    },
    {
        "id": "C801100",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學材料製造業",
        "detail_name": "合成樹脂及塑膠製造業",
        "description": "從事高分子聚合物如合成樹脂、塑膠等化學合成製造之行業。"
    },
    {
        "id": "C801110",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學材料製造業",
        "detail_name": "肥料製造業",
        "description": "從事以化學方法製造化學肥料與土壤改進劑等行業。有機肥料之製造亦歸入本類。"
    },
    {
        "id": "C801120",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學材料製造業",
        "detail_name": "人造纖維製造業",
        "description": "以化學合成方法製造高分子聚合纖維棉及絲之行業。以纖維素再生製造纖維如嫘縈等亦歸入本細類。"
    },
    {
        "id": "C801990",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學材料製造業",
        "detail_name": "其他化學材料製造業",
        "description": "從事C801010 至C801120 細類以外其他化學材料製造之行業。"
    },
    {
        "id": "C802041",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學製品製造業",
        "detail_name": "西藥製造業",
        "description": "人用醫藥品原料（如抗生素、維生素、激素、麻醉藥、鎮靜催眠藥、賦形劑、空膠囊等）及藥品（如麻醉藥品製劑、心臟脈管與腎作用藥、呼吸道作用藥、營養與電解質液、血液與造血器作用藥、激素及影響激素機能作用藥、免疫性用藥、抗腫瘍藥、抗微生物藥、抗過敏抗組織安藥、皮膚用藥、醫用氣體等）、生物製劑（毒素、疫苗、抗毒素、類毒素、結核菌素、蛇毒血清、凝血因子、血清蛋白、血液衍生物、檢驗試劑等）等製造、加工調製之行業。"
    },
    {
        "id": "C802051",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學製品製造業",
        "detail_name": "中藥製造業",
        "description": "中藥藥材之加工及其劑型之加工調製製成一定重量劑型之行業。如中藥傳統製劑、中藥濃縮製劑、中藥之西藥劑型等之製造。"
    },
    {
        "id": "C802060",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學製品製造業",
        "detail_name": "動物用藥製造業",
        "description": "從事動物用藥品製造、加工之行業。"
    },
    {
        "id": "C802070",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學製品製造業",
        "detail_name": "農藥製造業",
        "description": "從事農藥製造之行業。如殺菌劑、殺蟲劑（農業用）、殺鼠劑、除草劑、殺線蟲劑、植物生長調節劑、引誘劑等之製造。"
    },
    {
        "id": "C802080",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學製品製造業",
        "detail_name": "環境用藥製造業",
        "description": "依環境用藥管理法之規定，從事環境用藥之製造、加工、分裝行業。如蚊香、殺蟲劑（環境衛生用）等之製造。"
    },
    {
        "id": "C802090",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學製品製造業",
        "detail_name": "清潔用品製造業",
        "description": "從事清潔洗濯用品製造之行業。牙粉等盥洗用品製造亦歸入本細類。"
    },
    {
        "id": "C802100",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學製品製造業",
        "detail_name": "化粧品製造業",
        "description": "從事化粧品製造之行業。化粧用香料之製造或萃取亦歸入本細類。"
    },
    {
        "id": "C802110",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學製品製造業",
        "detail_name": "化粧品色素製造業",
        "description": "從事化粧品色素製造之行業。"
    },
    {
        "id": "C802120",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學製品製造業",
        "detail_name": "工業助劑製造業",
        "description": "各種工業觸媒及工業助劑（如水處理劑、安定劑、稀釋劑、接著劑、增硬劑）製造之行業。"
    },
    {
        "id": "C802131",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學製品製造業",
        "detail_name": "事業用爆炸物製造業",
        "description": "依事業用爆炸物管理條例之規定，經營事業用爆炸物製造之行業。其產品包括：1、供爆破用途之炸藥成品，包括現場拌合爆劑。2、供起爆、引燃、發射及其他特定用途之火工製品，包括各式雷管、導火索、導爆索、底火帽、點火頭、延期信管及發射藥等。3、製造前二款爆炸物用之火藥類與炸藥類原料。以上爆炸物之品名由中央主管機關公告。"
    },
    {
        "id": "C802140",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學製品製造業",
        "detail_name": "爆竹、煙火製造業",
        "description": "從事各種爆竹、煙火製造之行業。"
    },
    {
        "id": "C802160",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學製品製造業",
        "detail_name": "黏性膠帶製造業",
        "description": "從事各種黏性膠帶製造之行業。"
    },
    {
        "id": "C802170",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學製品製造業",
        "detail_name": "毒性及關注化學物質製造業",
        "description": "依毒性及關注化學物質管理法之規定，從事各種公告列管毒物及關注化學物質製造之行業。"
    },
    {
        "id": "C802200",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學製品製造業",
        "detail_name": "塗料、油漆、染料及顏料製造業",
        "description": "從事塗料、油漆、染料及顏料製造及分裝之行業。瓷釉、油墨之製造亦歸入本類。"
    },
    {
        "id": "C802990",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "化學製品製造業",
        "detail_name": "其他化學製品製造業",
        "description": "從事C802010 至C802200 細類以外其他化學製品（如石蠟、蠟燭等）製造之行業。"
    },
    {
        "id": "C803011",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "石油及煤製品製造業",
        "detail_name": "石油煉製業",
        "description": "依石油管理法之規定，指以石油為原料，經蒸餾、精煉及摻配之煉製程序，從事製造石油製品之事業。但瀝青製品製造應歸入C803990（其他石油及煤製品製造業）細類。"
    },
    {
        "id": "C803021",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "石油及煤製品製造業",
        "detail_name": "酒精汽油與生質柴油及廢棄物回收產生石油等",
        "description": "依石油管理法之規定，經營酒精汽油與生質柴油及廢棄物回收產生石油等再生能源生產之行業。"
    },
    {
        "id": "C803990",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "石油及煤製品製造業",
        "detail_name": "其他石油及煤製品製造業",
        "description": "由石油副產品如瀝青、石油焦等製造建築防水材料及其他製品，而獨立經營不屬石油煉製之行業以及用煤炭煉製焦炭或壓製煤磚等行業。"
    },
    {
        "id": "C804010",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "橡膠製品製造業",
        "detail_name": "輪胎製造業",
        "description": "從事橡膠輪胎製造或翻新之行業。"
    },
    {
        "id": "C804020",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "橡膠製品製造業",
        "detail_name": "工業用橡膠製品製造業",
        "description": "從事工業用橡膠製品製造之行業。"
    },
    {
        "id": "C804990",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "橡膠製品製造業",
        "detail_name": "其他橡膠製品製造業",
        "description": "從事C804010 至C804020 細類及橡膠鞋以外其他橡膠或合成橡膠製品製造之行業。廢舊橡膠製品重製再生膠之行業亦屬本細類。"
    },
    {
        "id": "C805010",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "塑膠製品製造業",
        "detail_name": "塑膠皮、布、板、管材製造業",
        "description": "從事塑膠原料加工製造皮、布、板、管等基本材料之行業。如塑膠布、塑膠管、合成皮、塑膠片、塑膠板、塑膠桿等之製造。"
    },
    {
        "id": "C805020",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "塑膠製品製造業",
        "detail_name": "塑膠膜、袋製造業",
        "description": "從事薄膜塑膠袋吹製、押出之行業。"
    },
    {
        "id": "C805030",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "塑膠製品製造業",
        "detail_name": "塑膠日用品製造業",
        "description": "從事塑膠日用品真空、射出、及擠壓成型之行業。如塑膠碗、塑膠壺、塑膠盒、塑膠梳、塑膠盆、塑膠筷、塑膠杯、塑膠匙、塑膠桶、塑膠衣夾、塑膠牙刷、塑膠提籃、塑膠衣架、塑膠毛巾架、塑膠肥皂盒等之製造。"
    },
    {
        "id": "C805050",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "塑膠製品製造業",
        "detail_name": "工業用塑膠製品製造業",
        "description": "從事工業用塑膠製品製造之行業。如電子、電機、運輸工具塑膠配件等之製造。"
    },
    {
        "id": "C805060",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "塑膠製品製造業",
        "detail_name": "塑膠皮製品製造業",
        "description": "從事塑膠鞋以外其他塑膠皮燙粘製品製造之行業。"
    },
    {
        "id": "C805070",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "塑膠製品製造業",
        "detail_name": "強化塑膠製品製造業",
        "description": "從事以樹脂（塑膠）為基材，玻璃纖維、碳纖維等為補強材，複合加工製造各種製品之行業。"
    },
    {
        "id": "C805990",
        "big_name": "製造業",
        "mid_name": "化學業",
        "small_name": "塑膠製品製造業",
        "detail_name": "其他塑膠製品製造業",
        "description": "從事C805010 至C805070 細類及塑膠鞋以外其他塑膠製品製造之行業。塑膠廢品之再製亦歸入本細類。"
    },
    {
        "id": "C901010",
        "big_name": "製造業",
        "mid_name": "非金屬礦物製品製造業",
        "small_name": "非金屬礦物製品製造業",
        "detail_name": "陶瓷及陶瓷製品製造業",
        "description": "從事以長石、砂石、黏土等天然礦物與人造陶瓷材料製造陶瓷製品之行業。包括陶瓷衛浴設備製造業、陶瓷藝術品製造業、陶瓷建材製造業、科學用與工業用陶瓷製品製造業、其他陶瓷製品製造業。陶瓷餐具製造業歸入CO01010 餐具製造業。"
    },
    {
        "id": "C901020",
        "big_name": "製造業",
        "mid_name": "非金屬礦物製品製造業",
        "small_name": "非金屬礦物製品製造業",
        "detail_name": "玻璃及玻璃製品製造業",
        "description": "從事玻璃及玻璃製品製造之行業。包括平板玻璃及其製品製造業、玻璃容器製造業、玻璃纖維製品製造業、其他玻璃及玻璃製品製造業。科學及工業用玻璃器皿及玻璃熟料之製造亦歸入本類。光學玻璃製品製造應歸入 CE01（光學及精密器械製造業）小類之適當細類。"
    },
    {
        "id": "C901030",
        "big_name": "製造業",
        "mid_name": "非金屬礦物製品製造業",
        "small_name": "非金屬礦物製品製造業",
        "detail_name": "水泥製造業",
        "description": "從事各種水泥或水泥熟料製造之行業。"
    },
    {
        "id": "C901040",
        "big_name": "製造業",
        "mid_name": "非金屬礦物製品製造業",
        "small_name": "非金屬礦物製品製造業",
        "detail_name": "預拌混凝土製造業",
        "description": "從事將水泥、混凝土粒料及摻料（輸氣劑、飛灰、爐碴等），以水充分拌合後供運至工地澆鑄用之行業。"
    },
    {
        "id": "C901050",
        "big_name": "製造業",
        "mid_name": "非金屬礦物製品製造業",
        "small_name": "非金屬礦物製品製造業",
        "detail_name": "水泥及混凝土製品製造業",
        "description": "以水泥、砂、石、水拌合後灌至模具內凝固成型之產品製造之行業。如石綿管、石綿瓦、水泥磚、水泥樑、石綿板、水泥瓦、混凝土管、混凝土磚、水泥浴盆、水泥橋段、水泥垃圾桶、混凝土枕木、水泥空心磚、混凝土邊石、鋼筋水泥製品、預力混凝土管、預力混凝土電桿、加石綿水泥製品、預力混凝土基樁、加纖維水泥製品、混凝土柱、樑、版、預鑄混凝土人孔、手孔、預鑄混凝土隧道弓型支堡、鋼襯預力混凝土自來水管等之製造。"
    },
    {
        "id": "C901060",
        "big_name": "製造業",
        "mid_name": "非金屬礦物製品製造業",
        "small_name": "非金屬礦物製品製造業",
        "detail_name": "耐火材料製造業",
        "description": "從事耐火材料製造之行業。"
    },
    {
        "id": "C901070",
        "big_name": "製造業",
        "mid_name": "非金屬礦物製品製造業",
        "small_name": "非金屬礦物製品製造業",
        "detail_name": "石材製品製造業",
        "description": "從事以天然原石為材料，不經熱處理或化學變化，直接切割、研磨、雕刻、著色製造石材製品之行業。"
    },
    {
        "id": "C901990",
        "big_name": "製造業",
        "mid_name": "非金屬礦物製品製造業",
        "small_name": "非金屬礦物製品製造業",
        "detail_name": "其他非金屬礦物製品製造業",
        "description": "從事C901010 至C901070 細類以外其他非金屬礦物製品製造之行業，如建築用粘土製品、工業及研磨材料、石灰、石膏製品、雲母製品、石墨製品等。"
    },
    {
        "id": "CA01010",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "鋼鐵、鋁、銅及鎂基本工業",
        "detail_name": "鋼鐵冶鍊業",
        "description": "從事礦砂之冶鍊以生產生鐵、合金鐵及直接還原鐵（如海綿鐵、熱鐵塊），或再以生鐵、直接還原鐵或廢鋼精鍊成碳素鋼、合金鋼等行業。"
    },
    {
        "id": "CA01020",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "鋼鐵、鋁、銅及鎂基本工業",
        "detail_name": "鋼鐵軋延及擠型業",
        "description": "從事以熱軋、冷軋、擠型等方式產製鋼鐵或鋼鐵合金粗製品或基本鋼鐵件之行業。"
    },
    {
        "id": "CA01030",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "鋼鐵、鋁、銅及鎂基本工業",
        "detail_name": "鋼鐵鑄造業",
        "description": "從事以生鐵、廢鐵與合金原料融熔之金屬液，以澆鑄、金屬硬模、或壓鑄等方式製成鋼鐵元件之行業。但鋼鐵模具之鑄製應歸入CQ01010（模具製造業）細類。"
    },
    {
        "id": "CA01050",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "鋼鐵、鋁、銅及鎂基本工業",
        "detail_name": "鋼材二次加工業",
        "description": "從事以各種機械加工方式，加工鋼鐵基本材料，以產製後續金屬製品業及機械製造業需用之鋼鐵原材料者。如鍍鋅鋼片、鍍鍚鋼片、鋼板裁剪、冷抽鋼棒、冷抽合金鋼棒、冷抽不鏽鋼棒、焊接型鋼、焊接不鏽鋼管、焊接合金鋼管、鋼結構等之製造。 非定尺鋼板裁剪亦歸入本細類。"
    },
    {
        "id": "CA01060",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "鋼鐵、鋁、銅及鎂基本工業",
        "detail_name": "鋼線鋼纜製造業",
        "description": "從事鋼線、鋼纜製造之行業。"
    },
    {
        "id": "CA01070",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "鋼鐵、鋁、銅及鎂基本工業",
        "detail_name": "廢車船解體及廢鋼鐵五金處理業",
        "description": "從事廢車船解體或廢鋼鐵、廢五金處理之行業。"
    },
    {
        "id": "CA01080",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "鋼鐵、鋁、銅及鎂基本工業",
        "detail_name": "鍊鋁業",
        "description": "從事以鋁礬土鍊製成鋁、商用純鋁精鍊成高純度鋁或鍊製鋁合金之行業。"
    },
    {
        "id": "CA01090",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "鋼鐵、鋁、銅及鎂基本工業",
        "detail_name": "鋁鑄造業",
        "description": "從事以初生鋁或再生鋁加入合金原料鑄造成型元件之行業。"
    },
    {
        "id": "CA01100",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "鋼鐵、鋁、銅及鎂基本工業",
        "detail_name": "鋁材軋延、伸線、擠型業",
        "description": "從事以軋延、伸線、擠型等方式產製鋁或鋁合金粗製品或基本鋁件之行業。"
    },
    {
        "id": "CA01110",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "鋼鐵、鋁、銅及鎂基本工業",
        "detail_name": "鍊銅業",
        "description": "從事以銅礦或廢銅料鍊製成銅錠或精製電解銅及銅合金之行業。"
    },
    {
        "id": "CA01120",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "鋼鐵、鋁、銅及鎂基本工業",
        "detail_name": "銅鑄造業",
        "description": "從事以銅或銅合金為主要原料鑄造成型元件之行業。"
    },
    {
        "id": "CA01130",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "鋼鐵、鋁、銅及鎂基本工業",
        "detail_name": "銅材軋延、伸線、擠型業",
        "description": "從事以軋延、伸線、擠型等方式產製銅或銅合金粗製品或基本銅件之行業。"
    },
    {
        "id": "CA01140",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "鋼鐵、鋁、銅及鎂基本工業",
        "detail_name": "鍊鎂業",
        "description": "從事以海水或鎂礦為原料，利用電解法或熱還原鍊製成鎂錠，或以鎂錠、廢鎂經重熔調配合金成分鍊製成鎂合金錠之行業。"
    },
    {
        "id": "CA01150",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "鋼鐵、鋁、銅及鎂基本工業",
        "detail_name": "鎂鑄造業",
        "description": "從事以鎂或鎂合金錠為主要原料鑄造成型元件之行業。"
    },
    {
        "id": "CA01160",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "鋼鐵、鋁、銅及鎂基本工業",
        "detail_name": "鎂材軋延、伸線、擠型業",
        "description": "從事以軋延、伸線、擠型等方式產製鎂或鎂合金粗製品或基本鎂件之行業。"
    },
    {
        "id": "CA01990",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "鋼鐵、鋁、銅及鎂基本工業",
        "detail_name": "其他非鐵金屬基本工業",
        "description": "從事CA01以外非鐵金屬製造，或再經鍛造、擠型、軋壓、伸線，以製造基本製件如片、棒、線、環、管等，以及合金之製造等行業。"
    },
    {
        "id": "CA02010",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "金屬製品製造業",
        "detail_name": "金屬結構及建築組件製造業",
        "description": "從事金屬結構及建築組件製造之行業。但建築鋼筋之製造應歸入CA01020（鋼鐵軋延及擠型業）細類。"
    },
    {
        "id": "CA02030",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "金屬製品製造業",
        "detail_name": "螺絲、螺帽、螺絲釘、及鉚釘等製品製造業",
        "description": "從事各種有、無螺紋製品之緊固件製造之行業。如梢、釘、鉚釘、螺帽、螺栓、螺絲、螺旋鉤、螺旋圈、墊圈等之製造。"
    },
    {
        "id": "CA02040",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "金屬製品製造業",
        "detail_name": "彈簧製造業",
        "description": "從事彈簧、彈片製造之行業。"
    },
    {
        "id": "CA02050",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "金屬製品製造業",
        "detail_name": "閥類製造業",
        "description": "從事閥類之鑄鍛製造、組裝之行業。"
    },
    {
        "id": "CA02060",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "金屬製品製造業",
        "detail_name": "金屬容器製造業",
        "description": "從事金屬貯槽、運輸容器、小型金屬容器製造之行業。"
    },
    {
        "id": "CA02070",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "金屬製品製造業",
        "detail_name": "製鎖業",
        "description": "從事各種鎖製造之行業。"
    },
    {
        "id": "CA02080",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "金屬製品製造業",
        "detail_name": "金屬鍛造業",
        "description": "從事以鍛造加工方式製造金屬鍛品之行業。"
    },
    {
        "id": "CA02090",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "金屬製品製造業",
        "detail_name": "金屬線製品製造業",
        "description": "從事以金屬線（絲）加工製造製品之行業。但線材彈簧應歸入CA02040（彈簧製造業）細類。"
    },
    {
        "id": "CA02990",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "金屬製品製造業",
        "detail_name": "其他金屬製品製造業",
        "description": "從事CA02010 至CA02090 以外之金屬製品製造，如鐵皮、金屬皮製品、金屬片銲製器皿，以及其他筒、匣製造之行業。印刷鉛字鑄製業亦歸入本細類。"
    },
    {
        "id": "CA03010",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "熱處理業",
        "detail_name": "熱處理業",
        "description": "從事以鋼鐵熱處理或其他非鐵金屬熱處理之行業。如鋼鐵熱處理、化學蒸鍍處理、物理蒸鍍處理、非鐵金屬熱處理、機械零件熱處理、金屬製品熱處理等。"
    },
    {
        "id": "CA04010",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "表面處理業",
        "detail_name": "表面處理業",
        "description": "從事鋼材或其他金屬製成品之各種表面處理，如磨光、電鍍、鍍著、塗覆、噴焊、烤漆、噴漆、染色、壓花、發藍、上釉及其他化學處理之行業。塑膠製品表面電鍍亦歸入本類。"
    },
    {
        "id": "CA05010",
        "big_name": "製造業",
        "mid_name": "金屬業",
        "small_name": "粉末冶金業",
        "detail_name": "粉末冶金業",
        "description": "從事金屬粉末衝壓燒結製成元件之行業。"
    },
    {
        "id": "CB01010",
        "big_name": "製造業",
        "mid_name": "機械製造業",
        "small_name": "機械製造業",
        "detail_name": "機械設備製造業",
        "description": "從事機械設備製造業務之行業，機械設備包括鍋爐及原動機（引擎、內燃機、渦輪機等）；農業及園藝機械；金屬加工用機械（如金屬切削工具機、金屬成型工具機等）；專用生產機械（如紡織及成衣機械、食品飲料機械、化工機械、 塑膠橡膠機械、造紙機械、印刷機械、木工機械、包裝機械等）、建築機械、礦業機械、輸送機械、金屬冶煉及加工設備、半導體製造設備等。但不包括電腦、通信、視聽電子、電力機械器材及設備之製造及修配。"
    },
    {
        "id": "CB01020",
        "big_name": "製造業",
        "mid_name": "機械製造業",
        "small_name": "機械製造業",
        "detail_name": "事務機器製造業",
        "description": "從事辦公室用機器製造之行業。從事電腦及其週邊設備製造之行業應歸入CC01110（電腦及其週邊設備製造業）。"
    },
    {
        "id": "CB01030",
        "big_name": "製造業",
        "mid_name": "機械製造業",
        "small_name": "機械製造業",
        "detail_name": "污染防治設備製造業",
        "description": "從事污染防治器材、設備製造修配之行業。如空氣污染防治器材、廢（污）水處理器材、噪音、防振器材及廢棄物處理器材、焚化爐等。"
    },
    {
        "id": "CB01061",
        "big_name": "製造業",
        "mid_name": "機械製造業",
        "small_name": "機械製造業",
        "detail_name": "警械製造業",
        "description": "依「警械使用條例」及「警械許可定製售賣持有管理辦法」之規定，從事警棍、警銬、電氣警棍（棒）（電擊器）、防暴網等警械製造之行業。"
    },
    {
        "id": "CB01071",
        "big_name": "製造業",
        "mid_name": "機械製造業",
        "small_name": "機械製造業",
        "detail_name": "冷凍空調設備製造業",
        "description": "依「冷凍空調業管理條例」從事冷凍、冷藏、空氣調節、環境控制、潔淨室、冰水主機、儲能設備、通風換氣等設備之製造業。"
    },
    {
        "id": "CB01081",
        "big_name": "製造業",
        "mid_name": "機械製造業",
        "small_name": "機械製造業",
        "detail_name": "槍砲彈藥主要組成零件製造業",
        "description": "依「槍砲彈藥刀械管制條例」及「槍砲彈藥刀械許可及管理辦法」之規定，從事槍砲彈藥刀械主要組成零件製造之行業。"
    },
    {
        "id": "CB01091",
        "big_name": "製造業",
        "mid_name": "機械製造業",
        "small_name": "機械製造業",
        "detail_name": "魚槍製造業",
        "description": "依「槍砲彈藥刀械管制條例」及「槍砲彈藥刀械許可及管理辦法」之規定，從事製造魚槍之行業。"
    },
    {
        "id": "CB01101",
        "big_name": "製造業",
        "mid_name": "機械製造業",
        "small_name": "機械製造業",
        "detail_name": "管制刀械製造業",
        "description": "依「槍砲彈藥刀械管制條例」及「槍砲彈藥刀械許可及管理辦法」之規定，從事管制刀械製造之行業。"
    },
    {
        "id": "CB01990",
        "big_name": "製造業",
        "mid_name": "機械製造業",
        "small_name": "機械製造業",
        "detail_name": "其他機械製造業",
        "description": "從事CB01010至CB01101細類以外其他機械及機械零組件製造修配之行業。如空油壓機器、販賣機、機械用活塞及曲柄、齒輪、軸承、號誌機、水處理機械等製造之行業。"
    },
    {
        "id": "CC01010",
        "big_name": "製造業",
        "mid_name": "電機及電子機械器材業",
        "small_name": "電機及電子機械器材製造業",
        "detail_name": "發電﹑輸電﹑配電機械製造業",
        "description": "從事發電、輸電、配電機械及電力操縱機械設備等製造修配之行業。但裝置於收音機、電視機或通訊機器中之電子用變壓器等應歸入CC01080（電子零組件製造業）細類。"
    },
    {
        "id": "CC01020",
        "big_name": "製造業",
        "mid_name": "電機及電子機械器材業",
        "small_name": "電機及電子機械器材製造業",
        "detail_name": "電線及電纜製造業",
        "description": "從事絕緣或非絕緣電線及電纜製造之行業。"
    },
    {
        "id": "CC01030",
        "big_name": "製造業",
        "mid_name": "電機及電子機械器材業",
        "small_name": "電機及電子機械器材製造業",
        "detail_name": "電器及視聽電子產品製造業",
        "description": "從事電器及視聽設備之各種電子產品製造之行業。"
    },
    {
        "id": "CC01040",
        "big_name": "製造業",
        "mid_name": "電機及電子機械器材業",
        "small_name": "電機及電子機械器材製造業",
        "detail_name": "照明設備製造業",
        "description": "從事照明設備產品製造之行業。包括電燈泡及燈管製造業、照明器具製造業。螢光管之製造亦歸入本細類。"
    },
    {
        "id": "CC01060",
        "big_name": "製造業",
        "mid_name": "電機及電子機械器材業",
        "small_name": "電機及電子機械器材製造業",
        "detail_name": "有線通信機械器材製造業",
        "description": "從事利用金屬導體或介質傳遞收發電波信號之機械器材製造之行業。"
    },
    {
        "id": "CC01070",
        "big_name": "製造業",
        "mid_name": "電機及電子機械器材業",
        "small_name": "電機及電子機械器材製造業",
        "detail_name": "無線通信機械器材製造業",
        "description": "從事非屬電信管制射頻器材，應經許可項目之無線電信器材製造之行業，如廣播、電視頻段接收機、頻率九十千赫以下且電功率一千瓦以下之超音波清洗器材、全球定位系統接收器（GPS）、船舶用航儀設備、漁探器及聲納等。"
    },
    {
        "id": "CC01080",
        "big_name": "製造業",
        "mid_name": "電機及電子機械器材業",
        "small_name": "電機及電子機械器材製造業",
        "detail_name": "電子零組件製造業",
        "description": "從事電子零組件製造之行業。包括半導體製造業、被動電子元件製造業、印刷電路板製造業、其他電子零組件製造業等。"
    },
    {
        "id": "CC01090",
        "big_name": "製造業",
        "mid_name": "電機及電子機械器材業",
        "small_name": "電機及電子機械器材製造業",
        "detail_name": "電池製造業",
        "description": "從事電池製造之行業。包括化學電池、標準電池、蓄電池等。"
    },
    {
        "id": "CC01100",
        "big_name": "製造業",
        "mid_name": "電機及電子機械器材業",
        "small_name": "電機及電子機械器材製造業",
        "detail_name": "電信管制射頻器材製造業",
        "description": "依「電信管制射頻器材製造輸入及申報作業管理辦法」之規定，從事電信管制射頻器材製造業務之行業，如供公眾電信網路設置使用之無線發射或收發設備、供專用電信網路設置使用之無線發射或收發設備、業餘無線電臺、無線電信終端設備及低功率射頻器材等。"
    },
    {
        "id": "CC01110",
        "big_name": "製造業",
        "mid_name": "電機及電子機械器材業",
        "small_name": "電機及電子機械器材製造業",
        "detail_name": "電腦及其週邊設備製造業",
        "description": "從事電腦、終端裝置、週邊設備及電腦組件製造之行業。但代客處理資料應歸入 I301020（資料處理服務業）細類。"
    },
    {
        "id": "CC01120",
        "big_name": "製造業",
        "mid_name": "電機及電子機械器材業",
        "small_name": "電機及電子機械器材製造業",
        "detail_name": "資料儲存媒體製造及複製業",
        "description": "從事資料儲存媒體製造及複製之行業。"
    },
    {
        "id": "CC01990",
        "big_name": "製造業",
        "mid_name": "電機及電子機械器材業",
        "small_name": "電機及電子機械器材製造業",
        "detail_name": "其他電機及電子機械器材製造業",
        "description": "從事CC01010 至CC01120 細類以外其他電力及電子機械器材製造之行業。包括遊戲機台。"
    },
    {
        "id": "CD01010",
        "big_name": "製造業",
        "mid_name": "運輸工具製造業",
        "small_name": "運輸工具製造業",
        "detail_name": "船舶及其零件製造業",
        "description": "從事船舶及海上結構物之建造修配、船舶專用機械及零件製造修配之行業。包括船舶建造修配業、船舶機械及零件製造業、海上結構物建造修配業。"
    },
    {
        "id": "CD01020",
        "big_name": "製造業",
        "mid_name": "運輸工具製造業",
        "small_name": "運輸工具製造業",
        "detail_name": "軌道車輛及其零件製造業",
        "description": "從事軌道車輛及其專用零件製造修配之行業。包括軌道車輛製造修配業、軌道車輛零件製造業。"
    },
    {
        "id": "CD01030",
        "big_name": "製造業",
        "mid_name": "運輸工具製造業",
        "small_name": "運輸工具製造業",
        "detail_name": "汽車及其零件製造業",
        "description": "從事汽車及其專用零件製造之行業。包括汽車製造業、汽車零件製造業。"
    },
    {
        "id": "CD01040",
        "big_name": "製造業",
        "mid_name": "運輸工具製造業",
        "small_name": "運輸工具製造業",
        "detail_name": "機車及其零件製造業",
        "description": "從事二輪、三輪機車及其專用零件製造之行業。包括機車製造業、機車零件製造業。"
    },
    {
        "id": "CD01050",
        "big_name": "製造業",
        "mid_name": "運輸工具製造業",
        "small_name": "運輸工具製造業",
        "detail_name": "自行車及其零件製造業",
        "description": "從事自行車及其專用零件製造之行業。包括自行車製造業、自行車零件製造業。"
    },
    {
        "id": "CD01060",
        "big_name": "製造業",
        "mid_name": "運輸工具製造業",
        "small_name": "運輸工具製造業",
        "detail_name": "航空器及其零件製造業",
        "description": "從事航空器及其專用零件製造修配之行業。包括航空器製造修配業、航空器零件製造業。"
    },
    {
        "id": "CD01070",
        "big_name": "製造業",
        "mid_name": "運輸工具製造業",
        "small_name": "運輸工具製造業",
        "detail_name": "商港區船舶小修業",
        "description": "從事商港區船舶小修業務之行業。"
    },
    {
        "id": "CD01080",
        "big_name": "製造業",
        "mid_name": "運輸工具製造業",
        "small_name": "運輸工具製造業",
        "detail_name": "工業專用港或工業專用碼頭船舶小修業",
        "description": "依產業創新條例及工業專用港或工業專用碼頭規劃興建經營管理辦法之規定，經營工業專用港或工業專用碼頭區域內，船舶小修業務之行業。"
    },
    {
        "id": "CD01990",
        "big_name": "製造業",
        "mid_name": "運輸工具製造業",
        "small_name": "運輸工具製造業",
        "detail_name": "其他運輸工具及其零件製造業",
        "description": "從事CD01010至CD01080細類以外運輸工具及零件製造修配之行業。"
    },
    {
        "id": "CE01010",
        "big_name": "製造業",
        "mid_name": "光學及精密器械製造業",
        "small_name": "光學及精密器械製造業",
        "detail_name": "一般儀器製造業",
        "description": "種科學儀器如一般測量器械，一般檢驗器械，物理、化學、生物實驗用一般儀器及特殊設計儀器，汽車、船舶、航空器之各種記錄儀器及量度儀表、工業用檢驗、記錄、量度、控制儀表、各種監控器材等製造之行業。包括六分儀、迴轉儀、粘度計、氣壓計、製圖機、積分儀、濕度計、瓦特計、水平儀、安培計、地震計、探空儀、指北針、風力儀、計數器、示波器、氣流計、數學儀器、燃氣儀表、電測儀器、氣象儀器、面積儀器、航海羅盤、航海儀器、示範模型、水文儀器、地質儀器、電導測定器、塵埃分析器、光譜分析儀、質子加速器、數學繪圖儀、三次元量床、土壤分析器、魚群探測儀、熱工測驗機、織物試驗機、氣體分析器、顯微切片機、電子加速器、頻率測定器、紙類試驗機、環境測驗儀、質譜分析儀、流量校正器、化學實驗儀器、色譜層析設備、核子衝擊設備、電子試驗儀器、電路試驗儀器、物理實驗儀器、工業材料試驗機、高速離心分離機、放射線測驗儀器、真空器及感測器、機械精度控制儀器、船用遠航（羅遠）儀、自動生物化學分析設備（限供動物或研究室使用，如為人體用屬醫療器材範圍）等。"
    },
    {
        "id": "CE01021",
        "big_name": "製造業",
        "mid_name": "光學及精密器械製造業",
        "small_name": "光學及精密器械製造業",
        "detail_name": "度量衡器製造業",
        "description": "依度量衡法及度量衡法施行細則等規定，從事度量衡器製造之行業。"
    },
    {
        "id": "CE01030",
        "big_name": "製造業",
        "mid_name": "光學及精密器械製造業",
        "small_name": "光學及精密器械製造業",
        "detail_name": "光學儀器製造業",
        "description": "從事各種光學元件、照像及攝影器材、觀測器材、眼鏡等光學儀器製造之行業。包括感光紙、螢光屏、感光片、放映鏡頭、交換鏡頭、複印攝影機、照像暗房器材、相片沖洗設備、風鏡、門眼、眼鏡框、透鏡片、濾鏡片、眼鏡片、偏光鏡片、放大鏡片、三錂鏡片、工業用護目鏡、光柵、測距器、測光器、定天儀、投影機、色譜儀、曝光表、定日鏡、經緯儀、潛望鏡、分光儀、航炸儀、幻燈機、顯微鏡、瞄準鏡、雷射設備（限供動物或研究室使用，如為人體用屬醫療器材範圍）、防空搜索鏡、望遠鏡、電子繞射設備等。"
    },
    {
        "id": "CE01040",
        "big_name": "製造業",
        "mid_name": "光學及精密器械製造業",
        "small_name": "光學及精密器械製造業",
        "detail_name": "鐘錶製造業",
        "description": "從事鐘錶、計時器及其零件製造之行業。"
    },
    {
        "id": "CE01990",
        "big_name": "製造業",
        "mid_name": "光學及精密器械製造業",
        "small_name": "光學及精密器械製造業",
        "detail_name": "其他光學及精密器械製造業",
        "description": "從事CE01010 至CE01040 細類以外其他精密器械製造之行業，包括繪圖器械、鐫刻器械等。"
    },
    {
        "id": "CF01011",
        "big_name": "製造業",
        "mid_name": "醫療器材製造業",
        "small_name": "醫療器材製造業",
        "detail_name": "醫療器材製造業",
        "description": "依醫療器材管理法之規定，從事醫療器材製造之行業。其產品包括醫療器材分類分級管理辦法附表所列品項。"
    },
    {
        "id": "CG01010",
        "big_name": "製造業",
        "mid_name": "珠寶及貴金屬製品製造業",
        "small_name": "珠寶及貴金屬製品製造業",
        "detail_name": "珠寶及貴金屬製品製造業",
        "description": "從事珠寶及貴金屬之鑲嵌、鏤刻或琢磨，以製造各種首飾、案頭裝飾品及其他製品之行業均屬之。寶石琢磨及錢幣鑄造亦歸入本細類。"
    },
    {
        "id": "CH01010",
        "big_name": "製造業",
        "mid_name": "育樂用品製造業",
        "small_name": "育樂用品製造業",
        "detail_name": "體育用品製造業",
        "description": "從事體育用品製造之行業。"
    },
    {
        "id": "CH01020",
        "big_name": "製造業",
        "mid_name": "育樂用品製造業",
        "small_name": "育樂用品製造業",
        "detail_name": "樂器製造業",
        "description": "從事樂器及其專用零件製造之行業。"
    },
    {
        "id": "CH01030",
        "big_name": "製造業",
        "mid_name": "育樂用品製造業",
        "small_name": "育樂用品製造業",
        "detail_name": "文具製造業",
        "description": "從事文具製造之行業。"
    },
    {
        "id": "CH01040",
        "big_name": "製造業",
        "mid_name": "育樂用品製造業",
        "small_name": "育樂用品製造業",
        "detail_name": "玩具製造業",
        "description": "從事玩具、玩偶及電動玩具製造之行業。經植入電子零件之電子玩具亦歸入本類。包含玩具槍製造。"
    },
    {
        "id": "CH01061",
        "big_name": "製造業",
        "mid_name": "育樂用品製造業",
        "small_name": "育樂用品製造業",
        "detail_name": "模擬槍製造業",
        "description": "依槍砲彈藥刀械管制條例及模擬槍許可及管理辦法之規定，從事模擬槍製造之行業。"
    },
    {
        "id": "CI01010",
        "big_name": "製造業",
        "mid_name": "繩、纜、網、氈、毯製造業",
        "small_name": "繩、纜、網、氈、毯製造業",
        "detail_name": "繩、纜、網製造業",
        "description": "從事以棉、麻、絲、棕櫚等纖維，或人造纖維、紙、草、蔓及塑膠等編製繩、纜、網等之行業。"
    },
    {
        "id": "CI01020",
        "big_name": "製造業",
        "mid_name": "繩、纜、網、氈、毯製造業",
        "small_name": "繩、纜、網、氈、毯製造業",
        "detail_name": "毯、氈製造業",
        "description": "從事以毛、麻、人造纖維等製造毯、氈等之編織或槌製之行業。包括地毯、掛毯、棕氈、毛氈、刺繡毛毯等。"
    },
    {
        "id": "CI01030",
        "big_name": "製造業",
        "mid_name": "繩、纜、網、氈、毯製造業",
        "small_name": "繩、纜、網、氈、毯製造業",
        "detail_name": "漁網製造業",
        "description": "從事以各種纖維或塑膠等編製漁網之行業。"
    },
    {
        "id": "CJ01010",
        "big_name": "製造業",
        "mid_name": "製帽業",
        "small_name": "製帽業",
        "detail_name": "製帽業",
        "description": "從事以各種材質製造或編織帽類之行業。針織帽、氈帽之製造亦歸入本類。"
    },
    {
        "id": "CK01010",
        "big_name": "製造業",
        "mid_name": "製鞋業",
        "small_name": "製鞋業",
        "detail_name": "製鞋業",
        "description": "從事以各種材質（如皮革、橡膠、塑膠、紡織品等）製造各式鞋類之行業。鞋跟、鞋底等鞋材之製造亦歸入本類。"
    },
    {
        "id": "CL01010",
        "big_name": "製造業",
        "mid_name": "製傘業",
        "small_name": "製傘業",
        "detail_name": "製傘業",
        "description": "從事以各種材質製造各式傘類之行業。"
    },
    {
        "id": "CM01010",
        "big_name": "製造業",
        "mid_name": "箱、包、袋業",
        "small_name": "箱、包、袋業",
        "detail_name": "箱、包、袋製造業",
        "description": "從事以各種材質（如皮革、紡織品、塑膠皮布等）製造行李箱、書包、手提袋及類似品之行業。"
    },
    {
        "id": "CN01010",
        "big_name": "製造業",
        "mid_name": "家具及裝設品製造業",
        "small_name": "家具及裝設品製造業",
        "detail_name": "家具及裝設品製造業",
        "description": "從事各種材質家具及裝設品之製造、表面塗裝之行業。"
    },
    {
        "id": "CO01010",
        "big_name": "製造業",
        "mid_name": "餐具製造業",
        "small_name": "餐具製造業",
        "detail_name": "餐具製造業",
        "description": "從事各種餐具製造之行業，如飲食用刀具、碗、盤、碟等。"
    },
    {
        "id": "CP01010",
        "big_name": "製造業",
        "mid_name": "手工具製造業",
        "small_name": "手工具製造業",
        "detail_name": "手工具製造業",
        "description": "從事各種金屬手工具製造修配之行業。"
    },
    {
        "id": "CQ01010",
        "big_name": "製造業",
        "mid_name": "模具製造業",
        "small_name": "模具製造業",
        "detail_name": "模具製造業",
        "description": "從事模具鐫刻、修改、翻製之行業。"
    },
    {
        "id": "CR01010",
        "big_name": "製造業",
        "mid_name": "瓦斯器材及其零件製造業",
        "small_name": "瓦斯器材及其零件製造業",
        "detail_name": "瓦斯器材及其零件製造業",
        "description": "從事瓦斯器材及其零件製造之行業。"
    },
    {
        "id": "CZ99010",
        "big_name": "製造業",
        "mid_name": "其他工業製品製造業",
        "small_name": "其他工業製品製造業",
        "detail_name": "製冰業",
        "description": "從事冰塊製造之行業。"
    },
    {
        "id": "CZ99020",
        "big_name": "製造業",
        "mid_name": "其他工業製品製造業",
        "small_name": "其他工業製品製造業",
        "detail_name": "拉鍊及鈕扣製造業",
        "description": "從事拉鍊、鈕扣製造之行業。"
    },
    {
        "id": "CZ99990",
        "big_name": "製造業",
        "mid_name": "其他工業製品製造業",
        "small_name": "其他工業製品製造業",
        "detail_name": "未分類其他工業製品製造業",
        "description": "從事CZ99010及CZ99020細類以外之其他工業製品製造之行業。"
    },
    {
        "id": "D101011",
        "big_name": "水電燃氣業",
        "mid_name": "電力供應業",
        "small_name": "電力供應業",
        "detail_name": "發電業",
        "description": "從事生產電能批發或供給輸電業、配電業之行業，如水力發電、潮汐發電、太陽能發電、地熱發電、火力發電、核能發電、風力發電等。"
    },
    {
        "id": "D101050",
        "big_name": "水電燃氣業",
        "mid_name": "電力供應業",
        "small_name": "電力供應業",
        "detail_name": "汽電共生業",
        "description": "經營汽電共生廠之行業、如汽電共生（電力供應）。"
    },
    {
        "id": "D101060",
        "big_name": "水電燃氣業",
        "mid_name": "電力供應業",
        "small_name": "電力供應業",
        "detail_name": "再生能源自用發電設備業",
        "description": "依再生能源發展條例之規定，設置利用再生能源之自用發電設備，其裝置容量未達2,000瓩者，並將其所生電能躉售予公用售電業。"
    },
    {
        "id": "D101071",
        "big_name": "水電燃氣業",
        "mid_name": "電力供應業",
        "small_name": "電力供應業",
        "detail_name": "輸配電業",
        "description": "指於全國設置電力網，以轉供電能之公用事業。"
    },
    {
        "id": "D101081",
        "big_name": "水電燃氣業",
        "mid_name": "電力供應業",
        "small_name": "電力供應業",
        "detail_name": "公用售電業",
        "description": "指購買電能，以銷售予用戶之公用事業。"
    },
    {
        "id": "D101091",
        "big_name": "水電燃氣業",
        "mid_name": "電力供應業",
        "small_name": "電力供應業",
        "detail_name": "再生能源售電業",
        "description": "指購買再生能源發電設備生產之電能，以銷售予用戶之非公用事業。"
    },
    {
        "id": "D201011",
        "big_name": "水電燃氣業",
        "mid_name": "氣體燃料供應業",
        "small_name": "氣體燃料供應業",
        "detail_name": "公用天然氣事業",
        "description": "依天然氣事業法第3條規定，指以導管供應天然氣予家庭、商業及服務業等用戶之事業。"
    },
    {
        "id": "D201040",
        "big_name": "水電燃氣業",
        "mid_name": "氣體燃料供應業",
        "small_name": "氣體燃料供應業",
        "detail_name": "液化石油氣分裝業",
        "description": "從事液化石油氣分裝(灌裝)之行業。包括其符合相關法規所從事之儲存業務。"
    },
    {
        "id": "D301010",
        "big_name": "水電燃氣業",
        "mid_name": "自來水供應業",
        "small_name": "自來水供應業",
        "detail_name": "自來水經營業",
        "description": "從事住宅、工商業、船舶、市政及其他用戶用水之集取、淨化及分配之行業。"
    },
    {
        "id": "D401010",
        "big_name": "水電燃氣業",
        "mid_name": "熱能供應業",
        "small_name": "熱能供應業",
        "detail_name": "熱能供應業",
        "description": "從事熱能製造分配之行業。包括地熱能供應、蒸氣供應、太陽能供應、熱水供應、冰水供應、冷暖氣供應。"
    },
    {
        "id": "D501010",
        "big_name": "水電燃氣業",
        "mid_name": "溫泉取供業",
        "small_name": "溫泉取供業",
        "detail_name": "溫泉取供業",
        "description": "依溫泉法及溫泉取供事業申請經營許可辦法之規定，於取得溫泉水權並申請開發許可完成溫泉開發後，將溫"
    },
    {
        "id": "D601011",
        "big_name": "水電燃氣業",
        "mid_name": "再生水經營業",
        "small_name": "再生水經營業",
        "detail_name": "再生水經營業",
        "description": "依再生水資源發展條例規定，經許可自下水道系統取廢(污)水或放流水，興辦系統再生水開發案，提供系統再生水予他人使用之行業。"
    },
    {
        "id": "E101011",
        "big_name": "營造及工程業",
        "mid_name": "營造業",
        "small_name": "綜合營造業",
        "detail_name": "綜合營造業",
        "description": "依營造業法之規定，從事綜理營繕工程施工及管理等整體性工作之行業。"
    },
    {
        "id": "E102011",
        "big_name": "營造及工程業",
        "mid_name": "營造業",
        "small_name": "土木包工業",
        "detail_name": "土木包工業",
        "description": "依營造業法之規定，在當地或毗鄰地區承攬小型綜合營繕工程之行業。"
    },
    {
        "id": "E103011",
        "big_name": "營造及工程業",
        "mid_name": "營造業",
        "small_name": "專業營造業",
        "detail_name": "鋼構工程專業營造業",
        "description": "依營造業法之規定，從事綱結構吊裝、組立工程之行業。"
    },
    {
        "id": "E103021",
        "big_name": "營造及工程業",
        "mid_name": "營造業",
        "small_name": "專業營造業",
        "detail_name": "擋土支撐及土方工程專業營造業",
        "description": "依營造業法之規定，從事下列工程之行業："
    },
    {
        "id": "E103031",
        "big_name": "營造及工程業",
        "mid_name": "營造業",
        "small_name": "專業營造業",
        "detail_name": "基礎工程專業營造業",
        "description": "依營造業法之規定，從事淺基礎、深基礎、擋土牆、地下牆、地下連續壁、基樁、地錨、地層改良工程之行業。"
    },
    {
        "id": "E103041",
        "big_name": "營造及工程業",
        "mid_name": "營造業",
        "small_name": "專業營造業",
        "detail_name": "施工塔架吊裝及模版工程專業營造業",
        "description": "依營造業法之規定，從事下列工程之行業："
    },
    {
        "id": "E103051",
        "big_name": "營造及工程業",
        "mid_name": "營造業",
        "small_name": "專業營造業",
        "detail_name": "預拌混凝土工程專業營造業",
        "description": "依營造業法之規定，從事預拌混凝土之泵送、澆置、搗實工程之行業‧"
    },
    {
        "id": "E103061",
        "big_name": "營造及工程業",
        "mid_name": "營造業",
        "small_name": "專業營造業",
        "detail_name": "營建鑽探工程專業營造業",
        "description": "依營造業法之規定，從事下列工程之行業："
    },
    {
        "id": "E103071",
        "big_name": "營造及工程業",
        "mid_name": "營造業",
        "small_name": "專業營造業",
        "detail_name": "地下管線工程專業營造業",
        "description": "依營造業法之規定，從事下列工程之行業："
    },
    {
        "id": "E103081",
        "big_name": "營造及工程業",
        "mid_name": "營造業",
        "small_name": "專業營造業",
        "detail_name": "帷幕牆工程專業營造業",
        "description": "依營造業法之規定，從事帷幕牆吊裝、組立工程之行業"
    },
    {
        "id": "E103091",
        "big_name": "營造及工程業",
        "mid_name": "營造業",
        "small_name": "專業營造業",
        "detail_name": "庭園、景觀工程專業營造業",
        "description": "依營造業法之規定，從事下列工程之行業："
    },
    {
        "id": "E103101",
        "big_name": "營造及工程業",
        "mid_name": "營造業",
        "small_name": "專業營造業",
        "detail_name": "環境保護工程專業營造業",
        "description": "依營造業法之規定，從事下列工程之行業："
    },
    {
        "id": "E103111",
        "big_name": "營造及工程業",
        "mid_name": "營造業",
        "small_name": "專業營造業",
        "detail_name": "防水工程專業營造業",
        "description": "依營造業法之規定，從事防水、止漏工程與防水有關之填縫工程之行業。"
    },
    {
        "id": "E401010",
        "big_name": "營造及工程業",
        "mid_name": "海事工程業",
        "small_name": "疏濬業",
        "detail_name": "疏濬業",
        "description": "抽砂、挖泥及浚渫等業務。"
    },
    {
        "id": "E402010",
        "big_name": "營造及工程業",
        "mid_name": "海事工程業",
        "small_name": "沙石、淤泥海拋業",
        "detail_name": "沙石、淤泥海拋業",
        "description": "沙石、淤泥海拋等業務。"
    },
    {
        "id": "E501011",
        "big_name": "營造及工程業",
        "mid_name": "管道工程業",
        "small_name": "自來水管承裝商",
        "detail_name": "自來水管承裝商",
        "description": "依自來水管承裝商管理辦法之規定，裝修自來水導水、送水、配水管線及自來水設備等工程之行業。"
    },
    {
        "id": "E502010",
        "big_name": "營造及工程業",
        "mid_name": "管道工程業",
        "small_name": "燃料導管安裝工程業",
        "detail_name": "燃料導管安裝工程業",
        "description": "氣體、液體燃料導管安裝工程之規劃設計及施工、維護業務。"
    },
    {
        "id": "E503011",
        "big_name": "營造及工程業",
        "mid_name": "管道工程業",
        "small_name": "下水道用戶排水設備承裝商",
        "detail_name": "下水道用戶排水設備承裝商",
        "description": "依下水道用戶排水設備承裝商管理規則之規定，指承攬下水道用戶接用下水道以排洩下水之管渠及有關設備裝修工程業務之行業。"
    },
    {
        "id": "E599010",
        "big_name": "營造及工程業",
        "mid_name": "管道工程業",
        "small_name": "其他管道工程業",
        "detail_name": "配管工程業",
        "description": "各種配管工程(自來水管及燃料導管除外)之規劃設計及施工、維護業務。例如消防管道安裝工程等。"
    },
    {
        "id": "E601010",
        "big_name": "營造及工程業",
        "mid_name": "機電工程業",
        "small_name": "電器承裝、安裝業",
        "detail_name": "電器承裝業",
        "description": "指承裝電業供電設備及用戶用電設備裝設維修工程之行業。"
    },
    {
        "id": "E601020",
        "big_name": "營造及工程業",
        "mid_name": "機電工程業",
        "small_name": "電器承裝、安裝業",
        "detail_name": "電器安裝業",
        "description": "各種家電製品（如電冰箱、洗衣機、冷暖氣機、錄放影機、收錄音機）、播音設備、音響設備等之安裝皆屬之。"
    },
    {
        "id": "E602011",
        "big_name": "營造及工程業",
        "mid_name": "機電工程業",
        "small_name": "冷凍空調工程業",
        "detail_name": "冷凍空調工程業",
        "description": "依「冷凍空調業管理條例」從事冷凍、冷藏、空氣調節、環境控制、潔淨室、冰水主機、儲能設備、通風換氣相關工程之鑑定、檢驗、施工、安裝、測試、維護、保養等項目之事業。"
    },
    {
        "id": "E603010",
        "big_name": "營造及工程業",
        "mid_name": "機電工程業",
        "small_name": "機電工程業",
        "detail_name": "電纜安裝工程業",
        "description": "電纜安裝工程之規劃設計及施工、維護業務。"
    },
    {
        "id": "E603020",
        "big_name": "營造及工程業",
        "mid_name": "機電工程業",
        "small_name": "機電工程業",
        "detail_name": "電梯安裝工程業",
        "description": "電扶梯、升降機等安裝工程之規劃設計及施工、維護業務。"
    },
    {
        "id": "E603040",
        "big_name": "營造及工程業",
        "mid_name": "機電工程業",
        "small_name": "機電工程業",
        "detail_name": "消防安全設備安裝工程業",
        "description": "依各類場所消防安全設備設置標準規定，經營下列安裝工程之規劃設計及施工、維護業務：一、滅火設備（1.滅火器、消防砂2.室內消防栓3.室外消防栓4.自動撒水設備5.自動水霧滅火設備6.自動泡沫滅火設備7.自動二氧化碳滅火設備8.海龍（鹵化烷）滅火設備9.自動乾粉滅火設備10.固定、半固定滅火系統）。二、警報設備（1.火警自動警報設備2.手動報警設備3.緊急廣播設備4.氣體漏氣自動警報設備）。三、避難逃生設備（1.標示設備：出口標示燈、避難方向指示燈（標）及嚴禁煙火標誌2.避難器具：指滑台、避難梯、避難橋、救助袋、緩降機、避難繩索、滑杆等）。四、消防搶救上之必要設施：指送水口、六十三公厘出水口、排煙設備、緊急電源插座及消防專用蓄水池。"
    },
    {
        "id": "E603050",
        "big_name": "營造及工程業",
        "mid_name": "機電工程業",
        "small_name": "機電工程業",
        "detail_name": "自動控制設備工程業",
        "description": "家庭、辦公室、廠房自動控制設備之規劃設計及安裝、維護業務。"
    },
    {
        "id": "E603080",
        "big_name": "營造及工程業",
        "mid_name": "機電工程業",
        "small_name": "機電工程業",
        "detail_name": "交通號誌安裝工程業",
        "description": "交通號誌之安裝工程之規劃設計及施工、維護業務。"
    },
    {
        "id": "E603090",
        "big_name": "營造及工程業",
        "mid_name": "機電工程業",
        "small_name": "機電工程業",
        "detail_name": "照明設備安裝工程業",
        "description": "各種照明設備之安裝工程之規劃設計及施工、維護業務。"
    },
    {
        "id": "E603100",
        "big_name": "營造及工程業",
        "mid_name": "機電工程業",
        "small_name": "機電工程業",
        "detail_name": "電焊工程業",
        "description": "電焊工程之規劃設計及施工業務。"
    },
    {
        "id": "E603110",
        "big_name": "營造及工程業",
        "mid_name": "機電工程業",
        "small_name": "機電工程業",
        "detail_name": "冷作工程業",
        "description": "冷作工程之規劃設計及施工業務。"
    },
    {
        "id": "E603120",
        "big_name": "營造及工程業",
        "mid_name": "機電工程業",
        "small_name": "機電工程業",
        "detail_name": "噴砂工程業",
        "description": "噴砂工程之規劃設計及施工業務。"
    },
    {
        "id": "E603130",
        "big_name": "營造及工程業",
        "mid_name": "機電工程業",
        "small_name": "機電工程業",
        "detail_name": "燃氣熱水器承裝業",
        "description": "依燃氣熱水器及其配管承裝業管理辦法之規定，從事以液化石油或天然氣為燃料之熱水器及其配管安裝之行業。"
    },
    {
        "id": "E604010",
        "big_name": "營造及工程業",
        "mid_name": "機電工程業",
        "small_name": "機械工程業",
        "detail_name": "機械安裝業",
        "description": "各式機械安裝、修理、維護之行業。"
    },
    {
        "id": "E605010",
        "big_name": "營造及工程業",
        "mid_name": "機電工程業",
        "small_name": "電腦工程業",
        "detail_name": "電腦設備安裝業",
        "description": "電腦及週邊設備安裝、修理、維護之行業。"
    },
    {
        "id": "E606010",
        "big_name": "營造及工程業",
        "mid_name": "機電工程業",
        "small_name": "用電設備檢驗維護業",
        "detail_name": "用電設備檢驗維護業",
        "description": "從事電力設備檢驗維護工程之行業。"
    },
    {
        "id": "E607010",
        "big_name": "營造及工程業",
        "mid_name": "機電工程業",
        "small_name": "太陽熱能設備安裝工程業",
        "detail_name": "太陽熱能設備安裝工程業",
        "description": "從事太陽熱能設備之規劃、設計、安裝、施工及維護之行業。"
    },
    {
        "id": "E701010",
        "big_name": "營造及工程業",
        "mid_name": "電信工程業",
        "small_name": "電信工程業",
        "detail_name": "電信工程業",
        "description": "依電信法及電信工程業管理規則規定，從事連接第一類電信事業間電信設備互連，及第一類電信事業交換機房總配線設備至用戶建築物內之用戶終端設備間之電信設備施工及維護工程之行業。"
    },
    {
        "id": "E701020",
        "big_name": "營造及工程業",
        "mid_name": "電信工程業",
        "small_name": "電信工程業",
        "detail_name": "衛星電視ＫＵ頻道、Ｃ頻道器材安裝業",
        "description": "衛星電視ＫＵ頻道、Ｃ頻道器材安裝、維護。"
    },
    {
        "id": "E701030",
        "big_name": "營造及工程業",
        "mid_name": "電信工程業",
        "small_name": "電信工程業",
        "detail_name": "電信管制射頻器材裝設工程業",
        "description": "電信管制射頻器材應經許可項目之裝設工程及維護業務。"
    },
    {
        "id": "E701040",
        "big_name": "營造及工程業",
        "mid_name": "電信工程業",
        "small_name": "電信工程業",
        "detail_name": "簡易電信設備安裝業",
        "description": "非屬電信工程業施工範疇之簡易電信設備安裝工程業，如電話、電報線路裝設工程，通信數位網路系統安裝、維護。"
    },
    {
        "id": "E801010",
        "big_name": "營造及工程業",
        "mid_name": "建物裝修及裝潢業",
        "small_name": "建物裝修及裝潢業",
        "detail_name": "室內裝潢業",
        "description": "從事建築物室內裝修管理辦法規定以外裝潢工程之行業，如室內、櫥窗及展覽會場裝潢、壁紙張貼、高架地板安裝及疊席安裝等。"
    },
    {
        "id": "E801020",
        "big_name": "營造及工程業",
        "mid_name": "建物裝修及裝潢業",
        "small_name": "建物裝修及裝潢業",
        "detail_name": "門窗安裝工程業",
        "description": "各類門窗安裝、維護之業務。"
    },
    {
        "id": "E801030",
        "big_name": "營造及工程業",
        "mid_name": "建物裝修及裝潢業",
        "small_name": "建物裝修及裝潢業",
        "detail_name": "室內輕鋼架工程業",
        "description": "室內輕鋼架工程之規劃設計及施工、維護業務。"
    },
    {
        "id": "E801040",
        "big_name": "營造及工程業",
        "mid_name": "建物裝修及裝潢業",
        "small_name": "建物裝修及裝潢業",
        "detail_name": "玻璃安裝工程業",
        "description": "玻璃、明鏡安裝工程之規劃設計及施工、維護業務。"
    },
    {
        "id": "E801060",
        "big_name": "營造及工程業",
        "mid_name": "建物裝修及裝潢業",
        "small_name": "建物裝修及裝潢業",
        "detail_name": "室內裝修業",
        "description": "依建築物室內裝修管理辦法，從事建築物室內裝修設計或施工、維護業務。"
    },
    {
        "id": "E801070",
        "big_name": "營造及工程業",
        "mid_name": "建物裝修及裝潢業",
        "small_name": "建物裝修及裝潢業",
        "detail_name": "廚具、衛浴設備安裝工程業",
        "description": "廚具、衛浴設備安裝工程之規劃設計及施工、維護業務。"
    },
    {
        "id": "E901010",
        "big_name": "營造及工程業",
        "mid_name": "油漆及防蝕工程業",
        "small_name": "油漆工程業",
        "detail_name": "油漆工程業",
        "description": "油漆、烤漆、噴漆工程之規劃設計及施工業務。"
    },
    {
        "id": "E903010",
        "big_name": "營造及工程業",
        "mid_name": "油漆及防蝕工程業",
        "small_name": "防蝕、防銹工程業",
        "detail_name": "防蝕、防銹工程業",
        "description": "防蝕、防銹材料加以施塗業務。"
    },
    {
        "id": "EZ01011",
        "big_name": "營造及工程業",
        "mid_name": "其他工程業",
        "small_name": "鑿井業",
        "detail_name": "地下水鑿井業",
        "description": "依地下水鑿井業管理規則之規定，承攬供觀(監)測、研究、調查、抽汲、補注地下水之水井鑽鑿、維護及封填工程之行業。"
    },
    {
        "id": "EZ02010",
        "big_name": "營造及工程業",
        "mid_name": "其他工程業",
        "small_name": "起重工程業",
        "detail_name": "起重工程業",
        "description": "起重工程、天車工程（吊車機械）之規劃設計及施工業務。"
    },
    {
        "id": "EZ03010",
        "big_name": "營造及工程業",
        "mid_name": "其他工程業",
        "small_name": "鎔爐安裝業",
        "detail_name": "鎔爐安裝業",
        "description": "鎔爐安裝工程之規劃設計及施工業務。"
    },
    {
        "id": "EZ05010",
        "big_name": "營造及工程業",
        "mid_name": "其他工程業",
        "small_name": "儀器、儀表安裝工程業",
        "detail_name": "儀器、儀表安裝工程業",
        "description": "化學、科學及醫療儀器、儀表、防盜、閉路監視系統安裝工程之規劃設計及施工、維護業務。"
    },
    {
        "id": "EZ06010",
        "big_name": "營造及工程業",
        "mid_name": "其他工程業",
        "small_name": "交通標示工程業",
        "detail_name": "交通標示工程業",
        "description": "道路標示工程及交通安全標示工程之規劃設計及施工、維護業務。"
    },
    {
        "id": "EZ07010",
        "big_name": "營造及工程業",
        "mid_name": "其他工程業",
        "small_name": "鑽孔工程業",
        "detail_name": "鑽孔工程業",
        "description": "鑽孔工程之規劃設計及施工業務。"
    },
    {
        "id": "EZ08011",
        "big_name": "營造及工程業",
        "mid_name": "其他工程業",
        "small_name": "測繪業",
        "detail_name": "測繪業",
        "description": "依國土測繪法之規定，經許可從事土地之測量及製圖之規劃、研究、分析、評價、鑑定、實測及製作等業務。"
    },
    {
        "id": "EZ09010",
        "big_name": "營造及工程業",
        "mid_name": "其他工程業",
        "small_name": "靜電防護及消除工程業",
        "detail_name": "靜電防護及消除工程業",
        "description": "靜電防護及消除工程之規劃設計及施工業務。"
    },
    {
        "id": "EZ11010",
        "big_name": "營造及工程業",
        "mid_name": "其他工程業",
        "small_name": "球場跑道樹脂材料鋪設工程業",
        "detail_name": "球場跑道樹脂材料鋪設工程業",
        "description": "球場跑道樹脂材料鋪設工程之規劃設計及施工、維護業務。"
    },
    {
        "id": "EZ13010",
        "big_name": "營造及工程業",
        "mid_name": "其他工程業",
        "small_name": "核子工程業",
        "detail_name": "核子工程業",
        "description": "核能輻射在醫療器材及農工業上之應用、核能工業之改善業務及輻射照射廠之設計、施工運轉、及維護等之業務。"
    },
    {
        "id": "EZ14010",
        "big_name": "營造及工程業",
        "mid_name": "其他工程業",
        "small_name": "運動場地用設備工程業",
        "detail_name": "運動場地用設備工程業",
        "description": "運動場地用設備工程之規劃設計及施工、維護業務。"
    },
    {
        "id": "EZ15010",
        "big_name": "營造及工程業",
        "mid_name": "其他工程業",
        "small_name": "保溫、保冷安裝工程業",
        "detail_name": "保溫、保冷安裝工程業",
        "description": "從事機器設備、燃料導管之保溫、保冷工程之規劃設計及施工業務。"
    },
    {
        "id": "EZ99990",
        "big_name": "營造及工程業",
        "mid_name": "其他工程業",
        "small_name": "其他工程業",
        "detail_name": "其他工程業",
        "description": "從事 E101011 至 EZ15010 細類外其他工程之行業。"
    },
    {
        "id": "F101040",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "農、畜、水產品批發業",
        "detail_name": "家畜家禽批發業",
        "description": "從事家畜家禽活體、屠體及肉品批發之行業。包括肉類、家禽、家畜等。未調理之冷凍畜肉禽肉批發亦歸入本類。"
    },
    {
        "id": "F101050",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "農、畜、水產品批發業",
        "detail_name": "水產品批發業",
        "description": "從事生鮮或未調理之冷凍水產品批發之行業。包括魚類、蝦蟹類、貝介類、頭足類等。"
    },
    {
        "id": "F101061",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "農、畜、水產品批發業",
        "detail_name": "農產品批發市場",
        "description": "依農產品市場交易法之規定，指每日或定期集中進行農產品交易之機構。"
    },
    {
        "id": "F101070",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "農、畜、水產品批發業",
        "detail_name": "漁具批發業",
        "description": "從事各種漁網具批發之行業。"
    },
    {
        "id": "F101081",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "農、畜、水產品批發業",
        "detail_name": "種苗批發業",
        "description": "依植物品種及種苗法規定，從事種苗批發之行業。"
    },
    {
        "id": "F101091",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "農、畜、水產品批發業",
        "detail_name": "野生動物批發業",
        "description": "依野生動物保育法規定，從事主管機關公告之野生動物之批發行業。"
    },
    {
        "id": "F101100",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "農、畜、水產品批發業",
        "detail_name": "花卉批發業",
        "description": "從事花卉批發之行業。包括觀葉植物、盆栽等。"
    },
    {
        "id": "F101111",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "農、畜、水產品批發業",
        "detail_name": "特定寵物批發業",
        "description": "依動物保護法之規定，從事特定寵物之批發之行業。"
    },
    {
        "id": "F101120",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "農、畜、水產品批發業",
        "detail_name": "觀賞魚批發業",
        "description": "從事各種觀賞魚批發之行業。"
    },
    {
        "id": "F101130",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "農、畜、水產品批發業",
        "detail_name": "蔬果批發業",
        "description": "從事蔬菜、水果批發之行業。"
    },
    {
        "id": "F101980",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "農、畜、水產品批發業",
        "detail_name": "其他動物批發業",
        "description": "從事非依動物保護法規定公告之寵物，及非列為野生動物保育法主管機關公告之野生動物批發行業。"
    },
    {
        "id": "F101990",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "農、畜、水產品批發業",
        "detail_name": "其他農、畜、水產品批發業",
        "description": "從事 F101040 至 F101980 細類以外之其他農、畜、水產品批發之行業。"
    },
    {
        "id": "F102020",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "食品什貨、菸酒、飲料批發業",
        "detail_name": "食用油脂批發業",
        "description": "從事食用油脂批發之行業。"
    },
    {
        "id": "F102030",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "食品什貨、菸酒、飲料批發業",
        "detail_name": "菸酒批發業",
        "description": "從事菸酒批發之行業。"
    },
    {
        "id": "F102040",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "食品什貨、菸酒、飲料批發業",
        "detail_name": "飲料批發業",
        "description": "從事含酒精成分不超過0.5％飲料批發之行業。"
    },
    {
        "id": "F102050",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "食品什貨、菸酒、飲料批發業",
        "detail_name": "茶葉批發業",
        "description": "從事茶葉批發之行業。但茶飲料製品批發應歸入F102040（飲料批發業) 細類。"
    },
    {
        "id": "F102170",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "食品什貨、菸酒、飲料批發業",
        "detail_name": "食品什貨批發業",
        "description": "從事食用油脂、菸酒、飲料、茶以外食品什貨批發之行業。"
    },
    {
        "id": "F102180",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "食品什貨、菸酒、飲料批發業",
        "detail_name": "酒精批發業",
        "description": "依未變性酒精管理辦法之規定，經營酒精批發之行業。但酒精製造業者、進口業者及領有藥局執照或藥商許可執照並依未變性酒精管理辦法第11條規定銷售者除外。"
    },
    {
        "id": "F103010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "飼料批發業",
        "detail_name": "飼料批發業",
        "description": "經營家畜、家禽、水產類之飼料或飼料添加物批發之行業。"
    },
    {
        "id": "F104110",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "布疋、衣著、鞋、帽、傘、服飾品批發業",
        "detail_name": "布疋、衣著、鞋、帽、傘、服飾品批發業",
        "description": "從事布疋、成衣、鞋、帽、傘、皮包、手提袋、皮箱及服飾配件等批發之行業。拉鍊、線類、鈕扣、縫紉用品、雨衣、紙尿褲亦歸入本細類。"
    },
    {
        "id": "F105050",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "家具及裝設品批發業",
        "detail_name": "家具、寢具、廚房器具、裝設品批發業",
        "description": "從事家具、寢具、廚房器具、室內裝設品、手工藝飾品批發之行業。"
    },
    {
        "id": "F106010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "五金及日常用品批發業",
        "detail_name": "五金批發業",
        "description": "從事五金批發之行業。非動力農具批發亦歸本細類。包括銲條、廚房刀具、鋁梯、小五金（如螺釘、螺帽、門把手、鎖、鐵釘等）、農業工具、金屬手工具、大五金（如鋼線、鋼纜、鋼圈、銅線等）等。"
    },
    {
        "id": "F106020",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "五金及日常用品批發業",
        "detail_name": "日常用品批發業",
        "description": "從事日常用品批發之行業。包括炊具、掃帚、刷子、餐具、器皿、鏡子、家庭及衛生用紙等。"
    },
    {
        "id": "F106030",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "五金及日常用品批發業",
        "detail_name": "模具批發業",
        "description": "從事各種模具批發之行業。"
    },
    {
        "id": "F106040",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "五金及日常用品批發業",
        "detail_name": "水器材料批發業",
        "description": "從事各種水器材料如水龍頭、水管批發之行業。"
    },
    {
        "id": "F106050",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "五金及日常用品批發業",
        "detail_name": "陶瓷玻璃器皿批發業",
        "description": "從事陶瓷玻璃器皿批發之行業。包括玻璃器皿、玻璃餐具、陶瓷器皿、陶瓷餐具等。"
    },
    {
        "id": "F106060",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "五金及日常用品批發業",
        "detail_name": "寵物食品及其用品批發業",
        "description": "經營各種寵物食品及其用品批發之行業。"
    },
    {
        "id": "F106070",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "五金及日常用品批發業",
        "detail_name": "祭祀用品批發業",
        "description": "從事各種祭祀用之香、燭、冥紙等批發之行業。"
    },
    {
        "id": "F107010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "化學原料及其製品批發業",
        "detail_name": "漆料、塗料批發業",
        "description": "各種油漆、油墨、塗料、光油等批發之行業。"
    },
    {
        "id": "F107020",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "化學原料及其製品批發業",
        "detail_name": "染料、顏料批發業",
        "description": "各種染料、顏料、著色劑、食用顏料等批發之行業。"
    },
    {
        "id": "F107030",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "化學原料及其製品批發業",
        "detail_name": "清潔用品批發業",
        "description": "從事各種清潔洗濯用品批發之行業。包括洗碗精、去污劑、洗衣粉、冷洗精、亮光劑、合成洗滌劑、衣物柔軟精、洗衣皂、皂絲、及牙粉等。"
    },
    {
        "id": "F107040",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "化學原料及其製品批發業",
        "detail_name": "農藥批發業",
        "description": "依農藥管理法之規定，經營農藥批發之行業。"
    },
    {
        "id": "F107050",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "化學原料及其製品批發業",
        "detail_name": "肥料批發業",
        "description": "指經營肥料批發之行業。"
    },
    {
        "id": "F107060",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "化學原料及其製品批發業",
        "detail_name": "毒性及關注化學物質批發業",
        "description": "依毒性及關注化學物質管理法之規定，經營公告列管毒物及關注化學物質批發之行業。"
    },
    {
        "id": "F107070",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "化學原料及其製品批發業",
        "detail_name": "動物用藥品批發業",
        "description": "依動物用藥品管理法之規定，經營動物用藥品之批發、輸入及輸出業之行業。"
    },
    {
        "id": "F107080",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "化學原料及其製品批發業",
        "detail_name": "環境用藥批發業",
        "description": "依環境用藥管理法之規定，經營環境用藥之批發、輸入及輸出業之行業。"
    },
    {
        "id": "F107091",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "化學原料及其製品批發業",
        "detail_name": "事業用爆炸物批發業",
        "description": "依事業用爆炸物管理條例之規定，經營事業用爆炸物販賣之行業。其產品包括：1、供爆破用途之炸藥成品，包括現場拌合爆劑。2、供起爆、引燃、發射及其他特定用途之火工製品，包括各式雷管、導火索、導爆索、底火帽、點火頭、延期信管及發射藥等。3、製造前二款爆炸物用之火藥類與炸藥類原料。以上爆炸物之品名由中央主管機關公告。"
    },
    {
        "id": "F107170",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "化學原料及其製品批發業",
        "detail_name": "工業助劑批發業",
        "description": "各種工業觸媒及工業助劑批發之行業，如水處理劑、安定劑、稀釋劑、接著劑、增硬劑等。"
    },
    {
        "id": "F107180",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "化學原料及其製品批發業",
        "detail_name": "爆竹、煙火批發業",
        "description": "從事各種爆竹、煙火批發之行業。"
    },
    {
        "id": "F107190",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "化學原料及其製品批發業",
        "detail_name": "塑膠膜、袋批發業",
        "description": "各種塑膠膜、袋批發之行業、如塑膠網袋、塑膠重合袋、塑膠捲撕袋、塑膠保鮮膜、塑膠編織袋、塑膠包裝袋、塑膠夾鏈袋等。"
    },
    {
        "id": "F107200",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "化學原料及其製品批發業",
        "detail_name": "化學原料批發業",
        "description": "從事化學原料批發之行業。"
    },
    {
        "id": "F107990",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "化學原料及其製品批發業",
        "detail_name": "其他化學製品批發業",
        "description": "F107010 至F107200 細類以外之其他化學製品批發之行業。如非屬建材之玻璃。"
    },
    {
        "id": "F108011",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "藥物、化粧品批發業",
        "detail_name": "中藥批發業",
        "description": "依藥事法之規定，經營中藥批發之行業。"
    },
    {
        "id": "F108021",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "藥物、化粧品批發業",
        "detail_name": "西藥批發業",
        "description": "依藥事法之規定，經營西藥批發之行業。包括原料藥。"
    },
    {
        "id": "F108031",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "藥物、化粧品批發業",
        "detail_name": "醫療器材批發業",
        "description": "依醫療器材管理法之規定，經營醫療器材批發、其醫療器材租賃及維修業務之行業。其產品包括醫療器材分類分級管理辦法附表所列品項。"
    },
    {
        "id": "F108040",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "藥物、化粧品批發業",
        "detail_name": "化粧品批發業",
        "description": "從事清潔用、保養用、彩粧用化粧品及香水等批發之行業。"
    },
    {
        "id": "F109070",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "文教、樂器、育樂用品批發業",
        "detail_name": "文教、樂器、育樂用品批發業",
        "description": "從事書籍、文具、樂器、運動用品、玩具、娛樂用品等批發之行業。"
    },
    {
        "id": "F110010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "鐘錶、眼鏡批發業",
        "detail_name": "鐘錶批發業",
        "description": "從事鐘錶及其零件等批發之行業。"
    },
    {
        "id": "F110020",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "鐘錶、眼鏡批發業",
        "detail_name": "眼鏡批發業",
        "description": "從事非處方用眼鏡及其零件等批發之行業（隱形眼鏡批發歸屬F108031 醫療器材批發業）"
    },
    {
        "id": "F111090",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "建材批發業",
        "detail_name": "建材批發業",
        "description": "從事建材批發之行業。"
    },
    {
        "id": "F112010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "石油製品、燃料批發業",
        "detail_name": "汽油、柴油批發業",
        "description": "依石油管理法之規定，從事汽油、柴油批發之行業。"
    },
    {
        "id": "F112020",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "石油製品、燃料批發業",
        "detail_name": "煤及煤製品批發業",
        "description": "從事煤及其產品批發之行業。包括煤球、焦煤等。"
    },
    {
        "id": "F112030",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "石油製品、燃料批發業",
        "detail_name": "木炭批發業",
        "description": "從事木炭批發之行業。"
    },
    {
        "id": "F112040",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "石油製品、燃料批發業",
        "detail_name": "石油製品批發業",
        "description": "從事汽油、柴油以外石油製品批發之行業（包括煤油、輕油、航空燃油、液化石油氣、燃料油、機油、潤滑油等）。"
    },
    {
        "id": "F112060",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "石油製品、燃料批發業",
        "detail_name": "航空站、商港或工業專用港加油業",
        "description": "依航空站商港或工業專用港加儲油加儲氣設施設置管理規則之規定，經營航空器、地勤作業車輛、船舶或港區機具設施加注燃料之行業。"
    },
    {
        "id": "F113010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "機械器具批發業",
        "detail_name": "機械批發業",
        "description": "從事機械及其零件批發之行業。"
    },
    {
        "id": "F113020",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "機械器具批發業",
        "detail_name": "電器批發業",
        "description": "從事各種電器用品及器材批發之行業。"
    },
    {
        "id": "F113030",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "機械器具批發業",
        "detail_name": "精密儀器批發業",
        "description": "從事科學、工業及環境監測儀器設備批發之行業。"
    },
    {
        "id": "F113050",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "機械器具批發業",
        "detail_name": "電腦及事務性機器設備批發業",
        "description": "從事電腦及其週邊設備、辦公室用機器批發之行業。"
    },
    {
        "id": "F113060",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "機械器具批發業",
        "detail_name": "度量衡器批發業",
        "description": "從事度量衡器批發之行業。"
    },
    {
        "id": "F113070",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "機械器具批發業",
        "detail_name": "電信器材批發業",
        "description": "從事電信器材批發之行業，包括電信管制射頻器材應經許可項目之電信器材，如無線電發射機、無線電收發信機、無線電收信機、工業、科學、醫療用幅射性電機及其他具有產生無線電輻射能之電機；非屬電信管制射頻器材應經許可項目之無線電信器材，如廣播、電視頻段接收機、頻率九十千赫以下且電功率一千瓦以下之超音波清洗器材、全球定位系統接收器（ＧＰＳ）、船舶用航儀設備、漁探器及聲納；及有線電信器材批發之行業。"
    },
    {
        "id": "F113090",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "機械器具批發業",
        "detail_name": "交通標誌器材批發業",
        "description": "從事各種交通標誌器材如道路安全標誌等批發之行業。"
    },
    {
        "id": "F113100",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "機械器具批發業",
        "detail_name": "污染防治設備批發業",
        "description": "從事各種污染防治器材、設備批發之行業，如空氣污染防治器材、廢（污）水處理器材、噪音、防振器材及廢棄物處理器材、焚化爐等。"
    },
    {
        "id": "F113110",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "機械器具批發業",
        "detail_name": "電池批發業",
        "description": "從事各種化學電池、標準電池、蓄電池批發之行業。"
    },
    {
        "id": "F113121",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "機械器具批發業",
        "detail_name": "警械批發業",
        "description": "依「警械使用條例」及「警械許可定製售賣持有管理辦法」之規定，從事警棍、警銬、電氣警棍（棒）（電擊器）、防暴網等警械批發之行業。"
    },
    {
        "id": "F113990",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "機械器具批發業",
        "detail_name": "其他機械器具批發業",
        "description": "從事 F113010至 F113121細類以外之機械器具批發之行業。"
    },
    {
        "id": "F114010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "交通運輸工具批發業",
        "detail_name": "汽車批發業",
        "description": "從事汽車批發之行業。包括客運汽車、公共汽車、救護車、消防車、電動車等。"
    },
    {
        "id": "F114020",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "交通運輸工具批發業",
        "detail_name": "機車批發業",
        "description": "從事機車批發之行業。包括三輪機車、電動機車等。"
    },
    {
        "id": "F114030",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "交通運輸工具批發業",
        "detail_name": "汽、機車零件配備批發業",
        "description": "從事汽、機車零件、配備、用品批發之行業。"
    },
    {
        "id": "F114040",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "交通運輸工具批發業",
        "detail_name": "自行車及其零件批發業",
        "description": "從事自行車及其零件批發之行業。包括自行車百貨。"
    },
    {
        "id": "F114050",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "交通運輸工具批發業",
        "detail_name": "車胎批發業",
        "description": "從事車胎批發之行業。包括汽車、機車、自行車車胎。"
    },
    {
        "id": "F114060",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "交通運輸工具批發業",
        "detail_name": "船舶及其零件批發業",
        "description": "從事船舶及其零件批發之行業。包括船舶專用機械及其零件、海上結構物等。"
    },
    {
        "id": "F114070",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "交通運輸工具批發業",
        "detail_name": "航空器及其零件批發業",
        "description": "從事航空器及其零件批發之行業。包括飛機、飛艇、飛船、滑翔機、直升機及其專用零件，如發動機、推進器、起落架、浮舟等，航空熱氣球亦歸入本細類。"
    },
    {
        "id": "F114080",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "交通運輸工具批發業",
        "detail_name": "軌道車輛及其零件批發業",
        "description": "從事各種軌道車輛及其零件批發之行業，如鐵路機車及列車、電車以及其他有軌車輛如礦車、纜車等。"
    },
    {
        "id": "F114990",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "交通運輸工具批發業",
        "detail_name": "其他交通運輸工具及其零件批發業",
        "description": "從事F114010 至 F114080細類以外，其他交通運輸工具及其零件批發之行業。"
    },
    {
        "id": "F115010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "首飾及貴金屬批發業",
        "detail_name": "首飾及貴金屬批發業",
        "description": "從事首飾、珠寶及金銀條、幣等貴金屬及珊瑚加工品批發之行業。"
    },
    {
        "id": "F115020",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "首飾及貴金屬批發業",
        "detail_name": "礦石批發業",
        "description": "從事各種礦石批發之行業。"
    },
    {
        "id": "F116010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "照相器材批發業",
        "detail_name": "照相器材批發業",
        "description": "從事各種照相器材、攝影器材批發之行業。"
    },
    {
        "id": "F117010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "消防安全設備批發業",
        "detail_name": "消防安全設備批發業",
        "description": "依各類場所消防安全設備設置標準之規定，經營下列消防安全設備批發之行業： 一、滅火設備（1.滅火器、消防砂2.室內消防栓3.室外消防栓4.自動撒水設備5.自動水霧滅火設備6.自動泡沫滅火設備7.自動二氧化碳滅火設備8.自動氣體滅火設備9.自動乾粉滅火設備10. 固定、半固定滅火系統）。 二、警報設備（1.火警自動警報設備2.手動報警設備 3.緊急廣播設備4.氣體漏氣自動警報設備）。 三、避難逃生設備（1.標示設備：出口標示燈、避難方向指示燈（標）及嚴禁煙火標誌2.避難器具：指滑台、避難梯、避難橋、救助袋、緩降機、避難繩索、滑杆等）。 四、消防搶救上之必要設施：指送水口、六十三公厘出水口、排煙設備、緊急電源插座及消防專用蓄水池。"
    },
    {
        "id": "F118010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "資訊軟體批發業",
        "detail_name": "資訊軟體批發業",
        "description": "從事各種資訊、電腦軟體批發之行業。"
    },
    {
        "id": "F119010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "電子材料批發業",
        "detail_name": "電子材料批發業",
        "description": "從事家庭電器以外之電力電子設備及器材批發之行業。如電子管、半導體、光電材料及元件、被動電子元件等電子零組件批發之行業。"
    },
    {
        "id": "F120010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "耐火材料批發業",
        "detail_name": "耐火材料批發業",
        "description": "從事各種耐火材料批發之行業，如保溫磚（泥）、斷熱磚（泥）、定型耐火材料、不定型耐火材料、特殊高級耐火材料等。"
    },
    {
        "id": "F121010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "食品添加物批發業",
        "detail_name": "食品添加物批發業",
        "description": "依「食品安全衛生管理法」規定，經營食品添加物批發之行業。"
    },
    {
        "id": "F199010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "其他批發業",
        "detail_name": "回收物料批發業",
        "description": "從事回收物料批發之行業。"
    },
    {
        "id": "F199990",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "批發業",
        "small_name": "其他批發業",
        "detail_name": "其他批發業",
        "description": "F101至F121小類及F199010細類所屬商品以外，其他商品（如收藏性郵票等）批發之行業。"
    },
    {
        "id": "F201010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "農、畜、水產品零售業",
        "detail_name": "農產品零售業",
        "description": "農產品，如蔬菜、水果及依糧食管理法第10條規定之兼營小規模糧食等零售之行業。"
    },
    {
        "id": "F201020",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "農、畜、水產品零售業",
        "detail_name": "畜產品零售業",
        "description": "從事生鮮或未調理之冷凍畜禽肉零售之行業。家禽零售亦歸入本類。"
    },
    {
        "id": "F201030",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "農、畜、水產品零售業",
        "detail_name": "水產品零售業",
        "description": "從事生鮮或未調理之冷凍水產品零售之行業。"
    },
    {
        "id": "F201041",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "農、畜、水產品零售業",
        "detail_name": "野生動物零售業",
        "description": "依野生動物保育法規定，從事主管機關公告之野生動物之零售行業。"
    },
    {
        "id": "F201050",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "農、畜、水產品零售業",
        "detail_name": "漁具零售業",
        "description": "從事各種漁網具零售之行業。"
    },
    {
        "id": "F201061",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "農、畜、水產品零售業",
        "detail_name": "種苗零售業",
        "description": "依植物品種及種苗法規定，從事種苗零售之行業。"
    },
    {
        "id": "F201070",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "農、畜、水產品零售業",
        "detail_name": "花卉零售業",
        "description": "從事花卉零售之行業。"
    },
    {
        "id": "F201081",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "農、畜、水產品零售業",
        "detail_name": "特定寵物零售業",
        "description": "依動物保護法之規定，從事特定寵物之零售之行業。"
    },
    {
        "id": "F201090",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "農、畜、水產品零售業",
        "detail_name": "觀賞魚零售業",
        "description": "從事各種觀賞魚零售之行業。"
    },
    {
        "id": "F201980",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "農、畜、水產品零售業",
        "detail_name": "其他動物零售業",
        "description": "從事非依動物保護法規定公告之寵物，及非列為野生動物保育法主管機關公告之野生動物零售行業。"
    },
    {
        "id": "F201990",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "農、畜、水產品零售業",
        "detail_name": "其他農畜水產品零售業",
        "description": "從事F201010 至F201980 細類外之其他農、畜、水產品零售之行業。"
    },
    {
        "id": "F202010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "飼料零售業",
        "detail_name": "飼料零售業",
        "description": "經營家畜、家禽、水產類之飼料或飼料添加物零售之行業。"
    },
    {
        "id": "F203010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "食品什貨、菸酒、飲料零售業",
        "detail_name": "食品什貨、飲料零售業",
        "description": "從事食品什貨、飲料零售之行業。在同一門牌範圍內從事麵包、麵條、豆腐、糖果之製造零售者，亦歸入本細類。"
    },
    {
        "id": "F203020",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "食品什貨、菸酒、飲料零售業",
        "detail_name": "菸酒零售業",
        "description": "從事菸酒零售之行業。但從事雪茄零售業務應歸入F203040（雪茄零售業）細類。"
    },
    {
        "id": "F203030",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "食品什貨、菸酒、飲料零售業",
        "detail_name": "酒精零售業",
        "description": "依未變性酒精管理辦法之規定，經營酒精零售之行業。但酒精製造業者、進口業者及領有藥局執照或藥商許可執照並依未變性酒精管理辦法第11條規定銷售者除外。"
    },
    {
        "id": "F203040",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "食品什貨、菸酒、飲料零售業",
        "detail_name": "雪茄零售業",
        "description": "從事雪茄零售之行業。"
    },
    {
        "id": "F204110",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "布疋、衣著、鞋、帽、傘、服飾品零售業",
        "detail_name": "布疋、衣著、鞋、帽、傘、服飾品零售業",
        "description": "從事布疋、成衣、鞋、帽、傘、皮包、手提袋、皮箱及服飾配件等零售之行業。拉鍊、線類、鈕扣、縫紉用品、雨衣、紙尿褲亦歸入本細類。"
    },
    {
        "id": "F205040",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "家具、寢具、廚房器具、裝設品零售業",
        "detail_name": "家具、寢具、廚房器具、裝設品零售業",
        "description": "從事家具、寢具、廚房器具、裝設品等零售之行業。"
    },
    {
        "id": "F206010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "五金及日常用品零售業",
        "detail_name": "五金零售業",
        "description": "從事五金零售之行業。非動力農具零售亦歸本細類。"
    },
    {
        "id": "F206020",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "五金及日常用品零售業",
        "detail_name": "日常用品零售業",
        "description": "從事日常用品零售之行業。包括炊具、掃帚、刷子、餐具、器皿、鏡子、家庭及衛生用紙等。"
    },
    {
        "id": "F206030",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "五金及日常用品零售業",
        "detail_name": "模具零售業",
        "description": "從事各種模售具零售之行業。"
    },
    {
        "id": "F206040",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "五金及日常用品零售業",
        "detail_name": "水器材料零售業",
        "description": "從事各種水器材料零售之行業。"
    },
    {
        "id": "F206050",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "五金及日常用品零售業",
        "detail_name": "寵物食品及其用品零售業",
        "description": "經營各種寵物食品及其用品零售之行業。"
    },
    {
        "id": "F206060",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "五金及日常用品零售業",
        "detail_name": "祭祀用品零售業",
        "description": "從事各種祭祀用之香、燭、冥紙等零售之行業。"
    },
    {
        "id": "F207010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "化學原料及其製品零售業",
        "detail_name": "漆料、塗料零售業",
        "description": "各種油漆、油墨、塗料、光油等零售之行業。"
    },
    {
        "id": "F207020",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "化學原料及其製品零售業",
        "detail_name": "染料、顏料零售業",
        "description": "各種染料、顏料、著色劑、食用顏料等零售之行業。"
    },
    {
        "id": "F207030",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "化學原料及其製品零售業",
        "detail_name": "清潔用品零售業",
        "description": "從事清潔洗濯用品零售之行業之零售，包含牙粉之零售。"
    },
    {
        "id": "F207040",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "化學原料及其製品零售業",
        "detail_name": "農藥零售業",
        "description": "依農藥管理法之規定，經營農藥零售之行業。"
    },
    {
        "id": "F207050",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "化學原料及其製品零售業",
        "detail_name": "肥料零售業",
        "description": "指經營肥料零售之行業。"
    },
    {
        "id": "F207060",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "化學原料及其製品零售業",
        "detail_name": "毒性及關注化學物質零售業",
        "description": "依毒性及關注化學物質管理法之規定，經營公告列管毒物及關注化學物質零售之行業。"
    },
    {
        "id": "F207070",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "化學原料及其製品零售業",
        "detail_name": "動物用藥零售業",
        "description": "依動物用藥品管理法施行細則之規定，經營動物用藥品零售之行業。"
    },
    {
        "id": "F207080",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "化學原料及其製品零售業",
        "detail_name": "環境用藥零售業",
        "description": "依環境用藥管理法之規定，經營環境用藥之零售、輸入及輸出業者。但不包括一般環境用藥之零售商。"
    },
    {
        "id": "F207170",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "化學原料及其製品零售業",
        "detail_name": "工業助劑零售業",
        "description": "各種工業觸媒及工業助劑零售之行業，如水處理劑、安定劑、稀釋劑、接著劑、增硬劑等。"
    },
    {
        "id": "F207180",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "化學原料及其製品零售業",
        "detail_name": "爆竹、煙火零售業",
        "description": "各種爆竹、煙火零售之行業。"
    },
    {
        "id": "F207190",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "化學原料及其製品零售業",
        "detail_name": "塑膠膜、袋零售業",
        "description": "各種塑膠膜、袋零售之行業、如塑膠網袋、塑膠重合袋、塑膠捲撕袋、塑膠保鮮膜、塑膠編織袋、塑膠包裝袋、塑膠夾鏈帶等。"
    },
    {
        "id": "F207200",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "化學原料及其製品零售業",
        "detail_name": "化學原料零售業",
        "description": "從事化學原料零售之行業。"
    },
    {
        "id": "F207990",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "化學原料及其製品零售業",
        "detail_name": "其他化學製品零售業",
        "description": "F207010 至F207200 細類以外之其他化學製品零售之行業。如非屬建材之玻璃。"
    },
    {
        "id": "F208011",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "藥物、化粧品零售業",
        "detail_name": "中藥零售業",
        "description": "依藥事法之規定，經營中藥零售之行業。"
    },
    {
        "id": "F208021",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "藥物、化粧品零售業",
        "detail_name": "西藥零售業",
        "description": "藥事法之規定，經營西藥零售之行業。包括原料藥。"
    },
    {
        "id": "F208031",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "藥物、化粧品零售業",
        "detail_name": "醫療器材零售業",
        "description": "依醫療器材管理法之規定，經營醫療器材零售、其醫療器材租賃及維修業務之行業。其產品包括醫療器材分類分級管理辦法附表所列品項。"
    },
    {
        "id": "F208040",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "藥物、化粧品零售業",
        "detail_name": "化粧品零售業",
        "description": "從事清潔用、保養用、彩粧用化粧品及香水等零售之行業。"
    },
    {
        "id": "F208050",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "藥物、化粧品零售業",
        "detail_name": "乙類成藥零售業",
        "description": "經營乙類成藥零售之行業。"
    },
    {
        "id": "F209060",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "文教、樂器、育樂用品零售業",
        "detail_name": "文教、樂器、育樂用品零售業",
        "description": "從事書籍、文具、樂器、運動用品、玩具、娛樂用品等零售之行業。"
    },
    {
        "id": "F210010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "鐘錶、眼鏡零售業",
        "detail_name": "鐘錶零售業",
        "description": "從事鐘錶及其零件等零售之行業。"
    },
    {
        "id": "F210020",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "鐘錶、眼鏡零售業",
        "detail_name": "眼鏡零售業",
        "description": "從事非處方用眼鏡及其零件等零售之行業。（隱形眼鏡零售歸屬 F208031 醫療器材零售業）"
    },
    {
        "id": "F211010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "建材零售業",
        "detail_name": "建材零售業",
        "description": "從事建材零售之行業。"
    },
    {
        "id": "F212011",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "石油製品、燃料零售業",
        "detail_name": "加油站業",
        "description": "依石油管理法之規定，指備有儲油設施及流量式加油機，為機動車輛或動力機械加注汽油、柴油或供給其他汽油、柴油消費者之場所。"
    },
    {
        "id": "F212021",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "石油製品、燃料零售業",
        "detail_name": "漁船加油站業",
        "description": "依石油管理法之規定，指備有儲油設施及流量計，主要為漁船固定油櫃加注燃料之場所。"
    },
    {
        "id": "F212030",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "石油製品、燃料零售業",
        "detail_name": "煤零售業",
        "description": "從事煤、煤球等零售之行業。"
    },
    {
        "id": "F212040",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "石油製品、燃料零售業",
        "detail_name": "木炭零售業",
        "description": "從事焦炭、木炭等零售之行業。"
    },
    {
        "id": "F212050",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "石油製品、燃料零售業",
        "detail_name": "石油製品零售業",
        "description": "從事汽油、柴油以外石油製品零售之行業（包括煤油、輕油、航空燃油、液化石油氣、燃料油、機油、潤滑油等）。"
    },
    {
        "id": "F212061",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "石油製品、燃料零售業",
        "detail_name": "加氣站業",
        "description": "依石油管理法之規定，指備有儲氣設施及流量式加氣機，為汽車固定容器加注液化石油氣之場所。"
    },
    {
        "id": "F212071",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "石油製品、燃料零售業",
        "detail_name": "加氫站業",
        "description": "依「加氫站銷售氫燃料經營許可管理辦法」第2條第2項規定，指備有儲氫設施、氫氣處理設備及流量加氫機，為氫能車輛加注氫氣之場所。"
    },
    {
        "id": "F213010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "機械器具零售業",
        "detail_name": "電器零售業",
        "description": "從事各種電器用品及器材零售之行業。包括電子設備、照明設備、電力設備、家電用品及器材等。"
    },
    {
        "id": "F213030",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "機械器具零售業",
        "detail_name": "電腦及事務性機器設備零售業",
        "description": "從事電腦及其週邊設備、事務用機器零售之行業。"
    },
    {
        "id": "F213040",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "機械器具零售業",
        "detail_name": "精密儀器零售業",
        "description": "從事科學、工業及環境監測儀器設備零售之行業。"
    },
    {
        "id": "F213050",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "機械器具零售業",
        "detail_name": "度量衡器零售業",
        "description": "從事度量衡器零售之行業。"
    },
    {
        "id": "F213060",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "機械器具零售業",
        "detail_name": "電信器材零售業",
        "description": "從事電信器材零售之行業，包括電信管制射頻器材應經許可項目之電信器材，如無線電發射機、無線電收發信機、無線電收信機、工業、科學、醫療用幅射性電機及其他具有產生無線電輻射能之電機；非屬電信管制射頻器材應經許可項目之無線電信器材，如廣播、電視頻段接收機、頻率九十千赫以下且電功率一千瓦以下之超音波清洗器材、全球定位系統接收器（ＧＰＳ）、船舶用航儀設備、漁探器及聲納；及有線電信器材零售之行業。"
    },
    {
        "id": "F213080",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "機械器具零售業",
        "detail_name": "機械器具零售業",
        "description": "從事各種機械器具零售之行業。包括食品、化工、原動機、塑膠、橡膠、造紙、印刷、木材加工用、建築及礦業、紡織及成衣、金屬加工用、農業及園藝機械等。"
    },
    {
        "id": "F213090",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "機械器具零售業",
        "detail_name": "交通標誌器材零售業",
        "description": "從事各種交通標誌器材如道路安全標誌等零售之行業。"
    },
    {
        "id": "F213100",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "機械器具零售業",
        "detail_name": "污染防治設備零售業",
        "description": "從事各種污染防治器材、設備零售之行業，如空氣污染防治器材、廢（污）水處理器材、噪音、防振器材及廢棄物處理器材、焚化爐等。"
    },
    {
        "id": "F213110",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "機械器具零售業",
        "detail_name": "電池零售業",
        "description": "從事各種化學電池、標準電池、蓄電池零售之行業。"
    },
    {
        "id": "F213121",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "機械器具零售業",
        "detail_name": "警械零售業",
        "description": "依「警械使用條例」及「警械許可定製售賣持有管理辦法」之規定，從事警棍、警銬、電氣警棍（棒）（電擊器）、防暴網等警械零售之行業。"
    },
    {
        "id": "F213131",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "機械器具零售業",
        "detail_name": "魚槍零售業",
        "description": "依「槍砲彈藥刀械管制條例」及「槍砲彈藥刀械許可及管理辦法」，從事魚槍零售之行業。"
    },
    {
        "id": "F213141",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "機械器具零售業",
        "detail_name": "管制刀械零售業",
        "description": "依「槍砲彈藥刀械管制條例」及「槍砲彈藥刀械許可及管理辦法」，從事管制刀械零售之行業。"
    },
    {
        "id": "F213990",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "機械器具零售業",
        "detail_name": "其他機械器具零售業",
        "description": "從事 F213010至 F213141細類以外之機械器具零售之行業。"
    },
    {
        "id": "F214010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "交通運輸工具零售業",
        "detail_name": "汽車零售業",
        "description": "從事汽車零售之行業。包括客運汽車、公共汽車、救護車、消防車、電動車等。"
    },
    {
        "id": "F214020",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "交通運輸工具零售業",
        "detail_name": "機車零售業",
        "description": "從事機車零售之行業。包括三輪機車、電動機車等。"
    },
    {
        "id": "F214030",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "交通運輸工具零售業",
        "detail_name": "汽、機車零件配備零售業",
        "description": "從事汽、機車零件、配備、用品零售之行業。"
    },
    {
        "id": "F214040",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "交通運輸工具零售業",
        "detail_name": "自行車及其零件零售業",
        "description": "從事自行車及其零件零售之行業。包括自行車百貨。"
    },
    {
        "id": "F214050",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "交通運輸工具零售業",
        "detail_name": "車胎零售業",
        "description": "從事車胎零售之行業。包括汽車、機車、自行車車胎。"
    },
    {
        "id": "F214060",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "交通運輸工具零售業",
        "detail_name": "船舶及其零件零售業",
        "description": "從事船舶及其零件零售之行業。包括船舶專用機械及其零件、海上結構物等。"
    },
    {
        "id": "F214070",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "交通運輸工具零售業",
        "detail_name": "航空器及其零件零售業",
        "description": "從事航空器及其零件零售之行業。包括飛機、飛艇、飛船、滑翔機、直升機及其專用零件，如發動機、推進器、起落架、浮舟等，航空熱氣球亦歸入本細類。"
    },
    {
        "id": "F214080",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "交通運輸工具零售業",
        "detail_name": "軌道車輛及其零件零售業",
        "description": "從事各種軌道車輛及其零件零售之行業，如鐵路機車及列車、電車以及其他有軌車輛如礦車、纜車等。"
    },
    {
        "id": "F214990",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "交通運輸工具零售業",
        "detail_name": "其他交通運輸工具及其零件零售業",
        "description": "從事F214010 至 F214080細類以外，其他交通運輸工具及其零件零售之行業。"
    },
    {
        "id": "F215010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "首飾及貴金屬零售業",
        "detail_name": "首飾及貴金屬零售業",
        "description": "從事首飾、珠寶及金銀條、幣等貴金屬及珊瑚加工品零售之行業。"
    },
    {
        "id": "F215020",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "首飾及貴金屬零售業",
        "detail_name": "礦石零售業",
        "description": "從事各種礦石零售之行業。"
    },
    {
        "id": "F216010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "照相器材零售業",
        "detail_name": "照相器材零售業",
        "description": "從事各種照相器材、攝影器材零售之行業。"
    },
    {
        "id": "F217010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "消防安全設備零售業",
        "detail_name": "消防安全設備零售業",
        "description": "各類場所消防安全設備設置標準之規定，經營下列消防安全設備零售之行業："
    },
    {
        "id": "F218010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "資訊軟體零售業",
        "detail_name": "資訊軟體零售業",
        "description": "從事各種資訊、電腦軟體零售之行業。"
    },
    {
        "id": "F219010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "電子材料零售業",
        "detail_name": "電子材料零售業",
        "description": "從事家庭電器以外之電力電子設備及器材零售之行業。如電子管、"
    },
    {
        "id": "F220010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "耐火材料零售業",
        "detail_name": "耐火材料零售業",
        "description": "從事各種耐火材料零售之行業，如保溫磚（泥）、斷熱磚（泥）、"
    },
    {
        "id": "F221010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "食品添加物零售業",
        "detail_name": "食品添加物零售業",
        "description": "依「食品安全衛生管理法」規定，經營食品添加物零售之行業。"
    },
    {
        "id": "F299010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "其他零售業",
        "detail_name": "成人用品零售業",
        "description": "從事販賣、展售或示範成人用品為主的行業。"
    },
    {
        "id": "F299990",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "零售業",
        "small_name": "其他零售業",
        "detail_name": "其他零售業",
        "description": "從事F201至F221小類及F299010細類所屬商品以外，其他商品（如收藏性郵票等）零售之行業。"
    },
    {
        "id": "F301010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "綜合零售業",
        "small_name": "百貨超市業",
        "detail_name": "百貨公司業",
        "description": "在同一場所從事多種商品分部門零售之百貨公司。"
    },
    {
        "id": "F301020",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "綜合零售業",
        "small_name": "百貨超市業",
        "detail_name": "超級市場業",
        "description": "從事提供家庭日常用品、食品分部門零售，而以生鮮及組合料理"
    },
    {
        "id": "F399010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "綜合零售業",
        "small_name": "其他綜合零售業",
        "detail_name": "便利商店業",
        "description": "從事提供便利性商品，如速食品、飲料、日常用品及服務性商品，"
    },
    {
        "id": "F399020",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "綜合零售業",
        "small_name": "其他綜合零售業",
        "detail_name": "商港區船舶船員日用品供應業",
        "description": "從事商港區船舶船員日用品供應業務之行業。"
    },
    {
        "id": "F399030",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "綜合零售業",
        "small_name": "其他綜合零售業",
        "detail_name": "工業專用港或工業專用碼頭船舶船員日用品供",
        "description": "依產業創新條例及工業專用港或工業專用碼頭規劃興建經營管理辦法之規定，經營工業專用港或工業專用碼頭區域內，船舶船員日用品供應業務之行業。"
    },
    {
        "id": "F399040",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "綜合零售業",
        "small_name": "其他綜合零售業",
        "detail_name": "無店面零售業",
        "description": "凡從事以郵件及廣播、電視、網際網路等電子媒介方式零售商品之行業。"
    },
    {
        "id": "F399990",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "綜合零售業",
        "small_name": "其他綜合零售業",
        "detail_name": "其他綜合零售業",
        "description": "同一場所從事多種商品零售之行業。包括雜貨店、零售式量販店。"
    },
    {
        "id": "F401010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "國際貿易業",
        "small_name": "國際貿易業",
        "detail_name": "國際貿易業",
        "description": "從事一般商品進出口貿易業務。但屬石油輸出、天然氣輸入及許可業務者，係歸入各該細類代碼。"
    },
    {
        "id": "F401071",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "國際貿易業",
        "small_name": "國際貿易業",
        "detail_name": "種苗輸出入業",
        "description": "依植物品種及種苗法規定，從事種苗輸出入之行業。"
    },
    {
        "id": "F401081",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "國際貿易業",
        "small_name": "國際貿易業",
        "detail_name": "野生動物輸出入業",
        "description": "依野生動物保育法規定，經營野生動物輸出入之行業。"
    },
    {
        "id": "F401091",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "國際貿易業",
        "small_name": "國際貿易業",
        "detail_name": "槍砲彈藥刀械輸出入業",
        "description": "依槍砲彈藥刀械管制條例之規定，受委託代辦各式槍砲彈藥刀械之輸出入業務。"
    },
    {
        "id": "F401100",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "國際貿易業",
        "small_name": "國際貿易業",
        "detail_name": "石油輸出業",
        "description": "依石油管理法之規定，從事石油輸出之行業。"
    },
    {
        "id": "F401111",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "國際貿易業",
        "small_name": "國際貿易業",
        "detail_name": "警械輸出入業",
        "description": "依「警械使用條例」及「警械許可定製售賣持有管理辦法」之規定，從事警棍、警銬、電氣警棍（棒）（電擊器）、防暴網等警械輸出入業務之行業。"
    },
    {
        "id": "F401151",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "國際貿易業",
        "small_name": "國際貿易業",
        "detail_name": "石油輸入業",
        "description": "依石油管理法之規定，從事石油輸入之行業。"
    },
    {
        "id": "F401161",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "國際貿易業",
        "small_name": "國際貿易業",
        "detail_name": "菸類輸入業",
        "description": "依菸酒管理法之規定，從事菸類輸入之行業。"
    },
    {
        "id": "F401171",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "國際貿易業",
        "small_name": "國際貿易業",
        "detail_name": "酒類輸入業",
        "description": "依菸酒管理法之規定，從事酒類輸入之行業。所稱酒類，係指含酒精成分以容量計算超過0.5%之飲料、其他可供製造或調製上項飲料之未變性酒精及其他製品。但經中央衛生主管機關依相關法律或法規命令認屬藥品之酒類製劑，不以酒類管理。"
    },
    {
        "id": "F401181",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "國際貿易業",
        "small_name": "國際貿易業",
        "detail_name": "度量衡器輸入業",
        "description": "依度量衡法及其施行細則等規定，從事度量衡器輸入之行業。"
    },
    {
        "id": "F401190",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "國際貿易業",
        "small_name": "國際貿易業",
        "detail_name": "天然氣輸入業",
        "description": "依天然氣事業法第3條規定，指由國外進口液化天然氣，供應國內公用天然氣事業、工業、電業、汽電共生系統或運輸等用戶之事業。"
    },
    {
        "id": "F401201",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "國際貿易業",
        "small_name": "國際貿易業",
        "detail_name": "模擬槍輸出入業",
        "description": "依槍砲彈藥刀械管制條例及模擬槍許可及管理辦法之規定，從事模擬槍輸出入之行業。"
    },
    {
        "id": "F401991",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "國際貿易業",
        "small_name": "國際貿易業",
        "detail_name": "其他輸出入業",
        "description": "從事F401021 至F401190 以外其他輸出入之行業。"
    },
    {
        "id": "F501030",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "餐飲業",
        "small_name": "飲食業",
        "detail_name": "飲料店業",
        "description": "從事非酒精飲料服務之行業。如茶、咖啡、冷飲、水果等點叫後供應顧客飲用之行業，包括茶藝館、咖啡店、冰果店、冷飲店等。"
    },
    {
        "id": "F501050",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "餐飲業",
        "small_name": "飲食業",
        "detail_name": "飲酒店業",
        "description": "從事酒精飲料之餐飲服務，但無提供陪酒員之行業。包括啤酒屋、飲酒店等。"
    },
    {
        "id": "F501060",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "餐飲業",
        "small_name": "飲食業",
        "detail_name": "餐館業",
        "description": "從事中西各式餐食供應點叫後立即在現場食用之行業。如中西式餐館業、日式餐館業、泰國餐廳、越南餐廳、印度餐廳、鐵板燒店、韓國烤肉店、飯館、食堂、小吃店等。包括盒餐。"
    },
    {
        "id": "F501990",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "餐飲業",
        "small_name": "飲食業",
        "detail_name": "其他餐飲業",
        "description": "從事 F501030 至 F501060 細類外之其他餐飲供應之行業。如伙食包作、辦桌等。"
    },
    {
        "id": "F601010",
        "big_name": "批發、零售及餐飲業",
        "mid_name": "智慧財產權業",
        "small_name": "智慧財產權業",
        "detail_name": "智慧財產權業",
        "description": "各種專利權、商標權、著作財產權、營業秘密、電路布局權及其他無形資產等之買賣、鑑價及其授權業務。"
    },
    {
        "id": "G101011",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "陸上運輸業",
        "small_name": "汽車運輸業",
        "detail_name": "公路汽車客運業",
        "description": "依公路法之規定，凡在核定路線內，以公共汽車運輸旅客為營業者。"
    },
    {
        "id": "G101021",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "陸上運輸業",
        "small_name": "汽車運輸業",
        "detail_name": "市區汽車客運業",
        "description": "依公路法之規定，凡在核定區域內，以公共汽車運輸旅客為營業者。"
    },
    {
        "id": "G101031",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "陸上運輸業",
        "small_name": "汽車運輸業",
        "detail_name": "計程車客運業",
        "description": "依公路法之規定，凡在核定區域內，以小客車出租載客為營業者。"
    },
    {
        "id": "G101041",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "陸上運輸業",
        "small_name": "汽車運輸業",
        "detail_name": "小客車租賃業",
        "description": "依公路法之規定，以小客車租與他人自行使用為營業者。"
    },
    {
        "id": "G101051",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "陸上運輸業",
        "small_name": "汽車運輸業",
        "detail_name": "遊覽車客運業",
        "description": "依公路法之規定，凡在核定區域內，以遊覽車包租載客為營業者，含遊覽車專辦交通車業務。"
    },
    {
        "id": "G101061",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "陸上運輸業",
        "small_name": "汽車運輸業",
        "detail_name": "汽車貨運業",
        "description": "依公路法之規定，經營以載貨汽車運送貨物為營業者，物品快遞、收送服務亦屬本細類。"
    },
    {
        "id": "G101071",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "陸上運輸業",
        "small_name": "汽車運輸業",
        "detail_name": "汽車路線貨運業",
        "description": "依公路法之規定，在核定路線內，以載貨汽車運送貨物為營業者。"
    },
    {
        "id": "G101081",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "陸上運輸業",
        "small_name": "汽車運輸業",
        "detail_name": "汽車貨櫃貨運業",
        "description": "依公路法之規定，在核定區域內，以聯結車運送貨櫃貨物為營業者。"
    },
    {
        "id": "G101091",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "陸上運輸業",
        "small_name": "汽車運輸業",
        "detail_name": "小貨車租賃業",
        "description": "依公路法之規定，以小貨車租與他人自行使用為營業者。"
    },
    {
        "id": "G102011",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "陸上運輸業",
        "small_name": "大眾捷運系統運輸業",
        "detail_name": "大眾捷運系統運輸業",
        "description": "依大眾捷運法之規定，從事地面、地下或高架設施，不受其他地面交通干擾，使用專用動力車輛行使於專用路線，並以密集班次、大量快速輸送都市及鄰近地區旅客之公共運輸系統之行業。"
    },
    {
        "id": "G103011",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "陸上運輸業",
        "small_name": "公路經營業",
        "detail_name": "公路經營業",
        "description": "依公路法與公路經營業管理規則之規定，從事：一、 私人或團體申請核准興建之公路，或其附屬橋樑、隧道、輪渡、停車場、服務站，向通行停放之汽車或接受服務者收取費用之事業。二、 各公私事業機構興建之專用公路兼供他人通行汽車，經申請公路主管機關核准收取費用者。"
    },
    {
        "id": "G104011",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "陸上運輸業",
        "small_name": "鐵路經營業",
        "detail_name": "高速鐵路經營業",
        "description": "依鐵路法之規定，使用動力車輛行駛於軌道及有關設施，且經許可其列車營運速度，得超過每小時二百公里經營旅客運送之鐵路業務。"
    },
    {
        "id": "G104021",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "陸上運輸業",
        "small_name": "鐵路經營業",
        "detail_name": "森林鐵路經營業",
        "description": "依鐵路法之規定，使用動力車輛行駛於軌道及有關設施，且經許可其列車得於最小曲線半徑四十公尺，最大坡度千分之六十二點五路線經營旅客或貨物運送之鐵路機構。"
    },
    {
        "id": "G104031",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "陸上運輸業",
        "small_name": "鐵路經營業",
        "detail_name": "傳統鐵路經營業",
        "description": "依鐵路法規定，係指以軌道導引動力車輛行駛之運輸系統及其有關設施，且為國有而由中央政府或法定國營鐵路機構經營之鐵路。"
    },
    {
        "id": "G201011",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "陸上運輸輔助業",
        "small_name": "計程車客運服務業",
        "detail_name": "計程車客運服務業",
        "description": "依計程車客運服務業申請核准經營辦法規定，計程車客運服務業得接受委託辦理下列服務業務：一、車輛牌照之請領、換發、繳銷、車輛檢驗及各種異動登記。二、車輛違規罰鍰及稅費等之繳納。三、汽車責任保險之投保。四、行車事故之有關處理事項。五、購車貸款申請及動產擔保之登記。六、車輛派遣。七、其他經公路主管機關核准之業務。"
    },
    {
        "id": "G202010",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "陸上運輸輔助業",
        "small_name": "停車場經營業",
        "detail_name": "停車場經營業",
        "description": "從事提供車輛停泊之場所，以計時、計次、計日或訂約方式收取租金之行業。"
    },
    {
        "id": "G203011",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "陸上運輸輔助業",
        "small_name": "救護車經營業",
        "detail_name": "救護車經營業",
        "description": "依據緊急醫療救護法第16條、救護車裝備標準及管理辦法第4條規定，經營救護及運送傷病患之行業。"
    },
    {
        "id": "G301011",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "水上運輸業",
        "small_name": "船舶運送業",
        "detail_name": "船舶運送業",
        "description": "依航業法之規定，凡以自有及租賃之船舶經營客貨運送而受報酬之事業。"
    },
    {
        "id": "G302010",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "水上運輸業",
        "small_name": "小船經營業",
        "detail_name": "小船經營業",
        "description": "從事載客貨小船運送業務之行業。"
    },
    {
        "id": "G401011",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "水上運輸輔助業",
        "small_name": "船務代理業",
        "detail_name": "船務代理業",
        "description": "依航業法之規定，凡接受船舶運送業委託，在約定授權範圍內，以委託人名義代為處理船舶客貨運送及其有關業務而受報酬之事業。"
    },
    {
        "id": "G402011",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "水上運輸輔助業",
        "small_name": "海運承攬運送業",
        "detail_name": "海運承攬運送業",
        "description": "依航業法之規定，以自己之名義，為他人之計算，使船舶運送業運送貨物而受報酬之事業。"
    },
    {
        "id": "G403010",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "水上運輸輔助業",
        "small_name": "船舶出租業",
        "detail_name": "船舶出租業",
        "description": "從事以船舶(含遊艇、小船)光船出租與他人使用而收取租金之行業。"
    },
    {
        "id": "G404011",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "水上運輸輔助業",
        "small_name": "貨櫃集散站經營業",
        "detail_name": "貨櫃集散站經營業",
        "description": "依航業法之規定，凡提供貨櫃集散站之場地及設備，經營貨櫃貨物集散而受報酬之事業。"
    },
    {
        "id": "G405010",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "水上運輸輔助業",
        "small_name": "貨櫃出租業",
        "detail_name": "貨櫃出租業",
        "description": "指貨櫃所有人以貨櫃出租與承租人使用收益而收取租金之事業。"
    },
    {
        "id": "G406040",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "水上運輸輔助業",
        "small_name": "商港服務業",
        "detail_name": "商港區拖駁船業",
        "description": "從事商港區民營拖駁船業務等行業。"
    },
    {
        "id": "G406051",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "水上運輸輔助業",
        "small_name": "商港服務業",
        "detail_name": "船舶理貨業",
        "description": "依商港法規定，指經營船舶裝卸貨物之計數、點交、點收、看艙或貨物整理而受報酬之事業。"
    },
    {
        "id": "G406061",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "水上運輸輔助業",
        "small_name": "商港服務業",
        "detail_name": "船舶貨物裝卸承攬業",
        "description": "依商港法規定，指於商港區域內利用管道以外方式，提供機具設備及勞務服務，完成船舶貨物裝卸、搬運工作而受報酬之事業。"
    },
    {
        "id": "G406130",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "水上運輸輔助業",
        "small_name": "商港服務業",
        "detail_name": "商港區曳船業",
        "description": "指在商港區域內以拖船從事協助船舶進出港或靠離船席之推頂、拖帶作業而受報酬之事業。"
    },
    {
        "id": "G407010",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "水上運輸輔助業",
        "small_name": "打撈業",
        "detail_name": "打撈業",
        "description": "從事打撈沉船或物資之行業。"
    },
    {
        "id": "G408010",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "水上運輸輔助業",
        "small_name": "海難救護業",
        "detail_name": "海難救護業",
        "description": "維護船舶航行安全及處理海水油污，從事海難救助而收取報酬之事業。"
    },
    {
        "id": "G409030",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "水上運輸輔助業",
        "small_name": "工業專用港服務業",
        "detail_name": "工業專用港或工業專用碼頭船舶理貨業",
        "description": "依產業創新條例及工業專用港或工業專用碼頭規劃興建經營管理辦法之規定，經營工業專用港或工業專用碼頭區域內，船舶理貨業務之行業。"
    },
    {
        "id": "G409050",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "水上運輸輔助業",
        "small_name": "工業專用港服務業",
        "detail_name": "工業專用港或工業專用碼頭船舶貨物裝卸承攬",
        "description": "依產業創新條例及工業專用港或工業專用碼頭規劃興建經營管理辦法之規定，經營工業專用港或工業專用碼頭區域內，船舶貨物（含危險品）裝卸承攬業務之行業。"
    },
    {
        "id": "G409060",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "水上運輸輔助業",
        "small_name": "工業專用港服務業",
        "detail_name": "工業專用港或工業專用碼頭拖駁船業",
        "description": "依產業創新條例及工業專用港或工業專用碼頭規劃興建經營管理辦法之規定，經營工業專用港或工業專用碼頭區域內，拖駁船業務之行業。"
    },
    {
        "id": "G501011",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "航空運輸業",
        "small_name": "民用航空運輸業",
        "detail_name": "民用航空運輸業",
        "description": "依民用航空法之規定，以航空器直接載運客、貨、郵件，取得報酬之事業。（含直昇機）"
    },
    {
        "id": "G501020",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "航空運輸業",
        "small_name": "民用航空運輸業",
        "detail_name": "民用航空總代理業",
        "description": "依外籍民用航空運輸業管理規則，從事代理外籍民用航空運輸業在中華民國境內執行或處理客運或貨運業務。"
    },
    {
        "id": "G502011",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "航空運輸業",
        "small_name": "普通航空業",
        "detail_name": "普通航空業",
        "description": "依民用航空法之規定，指以航空器從事空中遊覽、勘察、照測、消防搜尋、救護、拖吊、噴灑及其他經專案核准除航空客、貨、郵件運輸以外之營業性飛航業務而受報酬之事業。"
    },
    {
        "id": "G601011",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "航空運輸輔助業",
        "small_name": "航空貨運承攬業",
        "detail_name": "航空貨運承攬業",
        "description": "依民用航空法之規定，指以自己之名義，為他人之計算，使民用航空運輸業運送航空貨物及非具有通信性質之國際貿易商業文件而受報酬之事業。"
    },
    {
        "id": "G602011",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "航空運輸輔助業",
        "small_name": "航空站地勤業",
        "detail_name": "航空站地勤業",
        "description": "依民用航空法之規定，指於機坪內從事航空器拖曳、導引、行李、貨物、餐點裝卸、機艙清潔及其他有關勞務之事業。"
    },
    {
        "id": "G603011",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "航空運輸輔助業",
        "small_name": "航空貨物集散站經營業",
        "detail_name": "航空貨物集散站經營業",
        "description": "依民用航空法之規定，指提供空運進口、出口、轉運或轉口貨物集散與進出機場管制區所需之通關、倉儲場所、設備及服務而受報酬之事業。"
    },
    {
        "id": "G604011",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "航空運輸輔助業",
        "small_name": "民營飛行場業",
        "detail_name": "民營飛行場業",
        "description": "依民用航空法及民營飛行場管理規則規定，經營民營飛行場，包括專供直昇機使用之民營飛行場業。"
    },
    {
        "id": "G605011",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "航空運輸輔助業",
        "small_name": "空廚業",
        "detail_name": "空廚業",
        "description": "依民用航空法之規定，指為提供航空器內餐飲或其他相關用品而於機坪內從事運送、裝卸之事業。"
    },
    {
        "id": "G606021",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "航空運輸輔助業",
        "small_name": "機場經營業",
        "detail_name": "航空站經營業",
        "description": "依民用航空法與航空站籌設興建及營運管理辦法，從事機場規劃、建設、經營管理等項目之行業或依國際機場園區發展條例規定，經營國際機場園區之開發、營運及管理，暨其他經主管機關核准之事項。"
    },
    {
        "id": "G701011",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "其他運輸輔助業",
        "small_name": "報關業",
        "detail_name": "報關業",
        "description": "承辦各種貨物進出口報關服務之行業。"
    },
    {
        "id": "G702010",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "其他運輸輔助業",
        "small_name": "船舶勞務承攬業",
        "detail_name": "船舶勞務承攬業",
        "description": "承攬商港區船舶掃艙、隔艙、敲莒、烤莒、油漆、船上貨物或貨櫃之固定及解脫等勞務之行業。"
    },
    {
        "id": "G799990",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "其他運輸輔助業",
        "small_name": "其他運輸輔助業",
        "detail_name": "其他運輸輔助業",
        "description": "凡從事 G701、 G702小類以外之其他運輸輔助之行業。"
    },
    {
        "id": "G801010",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "倉儲業",
        "small_name": "倉儲業",
        "detail_name": "倉儲業",
        "description": "從事經營租賃取酬之堆棧、棚棧、倉庫、保稅倉庫、冷凍冷藏倉庫等行業。"
    },
    {
        "id": "G903010",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "電信業",
        "small_name": "電信事業",
        "detail_name": "電信事業",
        "description": "依電信管理法登記提供電信服務之事業。"
    },
    {
        "id": "GA01010",
        "big_name": "運輸、倉儲及通信業",
        "mid_name": "郵政業",
        "small_name": "郵政業",
        "detail_name": "郵政業",
        "description": "依郵政法之規定，經營遞送郵件、集郵及其相關商品等業務，暨其他經主管機關核淮之郵政相關業務。"
    },
    {
        "id": "H101021",
        "big_name": "金融、保險及不動產業",
        "mid_name": "金融業",
        "small_name": "銀行業",
        "detail_name": "商業銀行業",
        "description": "依銀行法之規定，經營商業銀行業務之機構。"
    },
    {
        "id": "H101041",
        "big_name": "金融、保險及不動產業",
        "mid_name": "金融業",
        "small_name": "銀行業",
        "detail_name": "信託投資公司業",
        "description": "依銀行法之規定，經營信託投資公司業務之機構。"
    },
    {
        "id": "H101051",
        "big_name": "金融、保險及不動產業",
        "mid_name": "金融業",
        "small_name": "銀行業",
        "detail_name": "工業銀行業",
        "description": "依銀行法之規定，經營工業銀行業務之機構。"
    },
    {
        "id": "H101061",
        "big_name": "金融、保險及不動產業",
        "mid_name": "金融業",
        "small_name": "銀行業",
        "detail_name": "農業銀行業",
        "description": "依銀行法之規定，經營農業銀行業務之機構。"
    },
    {
        "id": "H101081",
        "big_name": "金融、保險及不動產業",
        "mid_name": "金融業",
        "small_name": "銀行業",
        "detail_name": "中小企業銀行業",
        "description": "依銀行法之規定，經營中小企業銀行業務之機構。"
    },
    {
        "id": "H101091",
        "big_name": "金融、保險及不動產業",
        "mid_name": "金融業",
        "small_name": "銀行業",
        "detail_name": "不動產信用銀行業",
        "description": "依銀行法之規定，經營不動產信用銀行業務之機構。"
    },
    {
        "id": "H101991",
        "big_name": "金融、保險及不動產業",
        "mid_name": "金融業",
        "small_name": "銀行業",
        "detail_name": "其他銀行業",
        "description": "依銀行法之規定，經營H101021 至H101091 以外之其他銀行業務之機構。"
    },
    {
        "id": "H102011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "金融業",
        "small_name": "票券金融業",
        "detail_name": "票券金融業",
        "description": "依票券金融管理法之規定，經營短期票券之簽證、承銷、經紀或自營業務之行業。"
    },
    {
        "id": "H103011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "金融業",
        "small_name": "外匯經紀商",
        "detail_name": "外匯經紀商",
        "description": "依外匯經紀商管理辦法之規定，經營下列全部或一部居間業務之營利事業。 一、外匯買賣。 二、外幣拆款。 三、換匯交易。 四、其他經許可之外匯業務。"
    },
    {
        "id": "H104011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "金融業",
        "small_name": "信用卡業",
        "detail_name": "信用卡業",
        "description": "依信用卡業務機構管理辦法之規定，經營下列業務之行業："
    },
    {
        "id": "H105011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "金融業",
        "small_name": "信託業",
        "detail_name": "信託業",
        "description": "依信託業法之規定，經營信託業務之機構。"
    },
    {
        "id": "H106010",
        "big_name": "金融、保險及不動產業",
        "mid_name": "金融業",
        "small_name": "郵政儲金匯兌業",
        "detail_name": "郵政儲金匯兌業",
        "description": "依郵政儲金匯兌法之規定，從事郵政儲金匯兌業務之行業。"
    },
    {
        "id": "H107011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "金融業",
        "small_name": "短期票券集中保管結算機構",
        "detail_name": "短期票券集中保管結算機構",
        "description": "依票券金融管理法及短期票券集中保管結算機構許可及管理辦法之規定，經營短期票券保管、發行登錄、交易之結算及其帳簿劃撥作業之機構。"
    },
    {
        "id": "H108011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "金融業",
        "small_name": "農業金庫業",
        "detail_name": "農業金庫業",
        "description": "依農業金融法之規定，經營農業金庫業務之行業。"
    },
    {
        "id": "H201010",
        "big_name": "金融、保險及不動產業",
        "mid_name": "投資典當業",
        "small_name": "一般投資業",
        "detail_name": "一般投資業",
        "description": "對農、林、漁、牧、工、礦、商、服務事業公司、證券公司、銀行保險公司、貿易公司、文化事業公司、興建住宅、商業大樓公司、遊憩事業及觀光飯店對各種事業之投資。"
    },
    {
        "id": "H201021",
        "big_name": "金融、保險及不動產業",
        "mid_name": "投資典當業",
        "small_name": "一般投資業",
        "detail_name": "中小企業開發業",
        "description": "依中小企業開發公司設立營運管理辦法規定之業務。"
    },
    {
        "id": "H202010",
        "big_name": "金融、保險及不動產業",
        "mid_name": "投資典當業",
        "small_name": "創業投資業",
        "detail_name": "創業投資業",
        "description": "指對被投資事業直接提供資金，對被投資事業提供企業經營、管理或諮詢服務。"
    },
    {
        "id": "H203011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "投資典當業",
        "small_name": "當舖業",
        "detail_name": "當舖業",
        "description": "依當舖業法之規定，專以經營質當為業之行業。"
    },
    {
        "id": "H204010",
        "big_name": "金融、保險及不動產業",
        "mid_name": "投資典當業",
        "small_name": "私募股權投資業",
        "detail_name": "私募股權投資業",
        "description": "以非公開方式向特定人募集資金，對標的事業提供資金、企業經營、管理服務，以利企業加速成長、進行併購、產業重組等之行業。"
    },
    {
        "id": "H301011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "證券業",
        "small_name": "證券商",
        "detail_name": "證券商",
        "description": "依證券交易法之規定，經營證券業務。分為證券承銷商、證券自營商、證券經紀商。"
    },
    {
        "id": "H302011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "證券業",
        "small_name": "證券金融業",
        "detail_name": "證券金融業",
        "description": "依證券金融事業管理規則之規定，予證券投資人或證券商融通資金或證券之事業。"
    },
    {
        "id": "H303011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "證券業",
        "small_name": "證券投資信託業",
        "detail_name": "證券投資信託業",
        "description": "依證券投資信託及顧問法之規定，指以經營證券投資信託為業之機構，經營之業務種類包括證券投資信託業務、全權委託投資業務及其他經主管機關核准之有關業務。"
    },
    {
        "id": "H304011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "證券業",
        "small_name": "證券投資顧問業",
        "detail_name": "證券投資顧問業",
        "description": "為獲取報酬，經營或提供有價證券價值分析、投資判斷建議，或基於該投資判斷，為委任人執行有價證券投資之業務。"
    },
    {
        "id": "H305011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "證券業",
        "small_name": "證券集中保管業",
        "detail_name": "證券集中保管業",
        "description": "依證券集中保管事業管理規則之規定，經營有價證券之保管及帳簿劃撥之事業。"
    },
    {
        "id": "H306011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "證券業",
        "small_name": "證券交易所",
        "detail_name": "證券交易所",
        "description": "依證券交易法之規定，設置場所及設備，以供給有價證券集中交易市場為目的之法人。"
    },
    {
        "id": "H307011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "證券業",
        "small_name": "信用評等業",
        "detail_name": "信用評等業",
        "description": "依據信用評等事業管理規則辦理之信用評等事業。"
    },
    {
        "id": "H309011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "證券業",
        "small_name": "櫃檯買賣業",
        "detail_name": "櫃檯買賣業",
        "description": "依櫃檯買賣事業管理規則之規定，以供給有價證券及其他金融商品為櫃檯買賣或交易，並規範該等商品櫃檯買賣事項之事業。（櫃檯買賣，指有價證券及其他金融商品在證券商之營業處所買賣或在櫃檯買賣事業設立之平台進行交易之行為。）"
    },
    {
        "id": "H310011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "證券業",
        "small_name": "證券交易輔助人",
        "detail_name": "證券交易輔助人",
        "description": "依證券交易法、期貨商經營證券交易輔助業務管理規則規定，接受證券商之委任，從事招攬證券投資人從事證券交易、代理證券商接受證券投資人開戶、接受證券投資人證券交易之委託書並交付證券商執行、代理證券商通知證券投資人辦理交割事宜及其他經主管機關核准之有關業務。"
    },
    {
        "id": "H401011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "期貨業",
        "small_name": "期貨商",
        "detail_name": "期貨商",
        "description": "依期貨交易法、期貨商設置標準、期貨商管理規則之規定，經營期貨業務，分為期貨經紀商及期貨自營商。"
    },
    {
        "id": "H402011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "期貨業",
        "small_name": "期貨交易場所",
        "detail_name": "期貨交易所",
        "description": "依期貨交易法、期貨交易所設立標準、期貨交易所管理規則之規定，設置場所及設備，以供給期貨交易市場為目的之法人。"
    },
    {
        "id": "H403011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "期貨業",
        "small_name": "期貨結算機構",
        "detail_name": "期貨結算機構",
        "description": "依期貨交易法、期貨結算機構設置標準、期貨結算機構管理規則之規定，以提供期貨交易之結算、交割及擔保期貨交易之履約為其業務。"
    },
    {
        "id": "H404011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "期貨業",
        "small_name": "槓桿交易商",
        "detail_name": "槓桿交易商",
        "description": "依期貨交易法、期貨交易法施行細則、槓桿交易商管理規則之規定，指經營槓桿保證金契約交易之事業。"
    },
    {
        "id": "H405011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "期貨業",
        "small_name": "期貨顧問事業",
        "detail_name": "期貨顧問事業",
        "description": "依期貨交易法、期貨顧問事業設置標準、期貨顧問事業管理規則之規定，收取報酬提供期貨顧問服務之事業。"
    },
    {
        "id": "H406011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "期貨業",
        "small_name": "期貨信託事業",
        "detail_name": "期貨信託事業",
        "description": "依期貨交易法、期貨信託事業設置標準、期貨信託事業管理規則之規定，募集期貨信託基金、發行受益憑證，並運用期貨信託基金從事期貨交易、期貨相關現貨商品或其他經行政院金融監督管理委員會核准項目之交易或投資之事業。"
    },
    {
        "id": "H407011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "期貨業",
        "small_name": "期貨經理事業",
        "detail_name": "期貨經理事業",
        "description": "依期貨交易法、期貨經理事業設置標準、期貨經理事業管理規則之規定，從事全權委託進行期貨交易（但不包括以信託基金方式募集基金）之事業。"
    },
    {
        "id": "H408011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "期貨業",
        "small_name": "期貨交易輔助人",
        "detail_name": "期貨交易輔助人",
        "description": "依期貨交易法、證券商經營期貨交易輔助業務管理規則之規定，從事為期貨交易人辦理期貨交易開戶、接受委託及招攬期貨交易之事業。"
    },
    {
        "id": "H499991",
        "big_name": "金融、保險及不動產業",
        "mid_name": "期貨業",
        "small_name": "其他期貨服務事業",
        "detail_name": "其他期貨服務事業",
        "description": "依期貨交易法、期貨交易法施行細則之規定，從事期貨顧問事業、期貨信託事業及期貨經理事業以外之期貨服務事業。"
    },
    {
        "id": "H501011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "保險業",
        "small_name": "保險業",
        "detail_name": "人身保險業",
        "description": "依保險法組織登記，從事人身保險之行業。如傷害保險、健康保險、人壽保險、年金保險等。"
    },
    {
        "id": "H501021",
        "big_name": "金融、保險及不動產業",
        "mid_name": "保險業",
        "small_name": "保險業",
        "detail_name": "財產保險業",
        "description": "依保險法組織登記，從事財產保險之行業。如責任保險、陸空保險、火災保險、海上保險、保證保險、農會家畜保險等。"
    },
    {
        "id": "H501031",
        "big_name": "金融、保險及不動產業",
        "mid_name": "保險業",
        "small_name": "保險業",
        "detail_name": "再保險業",
        "description": "依保險法組織登記，從事再保險業務之行業。"
    },
    {
        "id": "H501040",
        "big_name": "金融、保險及不動產業",
        "mid_name": "保險業",
        "small_name": "保險業",
        "detail_name": "簡易人壽保險業",
        "description": "依簡易人壽保險法之規定，從事郵政簡易人壽保險業務之行業。"
    },
    {
        "id": "H601011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "保險輔助人",
        "small_name": "保險代理人",
        "detail_name": "人身保險代理人",
        "description": "依保險法及保險代理人管理規則之規定，根據代理契約或授權書，向保險人收取費用，並代理經營人身保險業務之人。"
    },
    {
        "id": "H601021",
        "big_name": "金融、保險及不動產業",
        "mid_name": "保險輔助人",
        "small_name": "保險代理人",
        "detail_name": "財產保險代理人",
        "description": "依保險法及保險代理人管理規則之規定，根據代理契約或授權書，向保險人收取費用，並代理經營財產保險業務之人。"
    },
    {
        "id": "H602011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "保險輔助人",
        "small_name": "保險經紀人",
        "detail_name": "人身保險經紀人",
        "description": "依保險法及保險經紀人管理規則之規定，基於被保險人之利益，洽訂人身保險契約或提供相關服務，而收取佣金或報酬之人。"
    },
    {
        "id": "H602021",
        "big_name": "金融、保險及不動產業",
        "mid_name": "保險輔助人",
        "small_name": "保險經紀人",
        "detail_name": "財產保險經紀人",
        "description": "依保險法及保險經紀人管理規則之規定，基於被保險人之利益，洽訂財產保險契約或提供相關服務，而收取佣金或報酬之人。"
    },
    {
        "id": "H603011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "保險輔助人",
        "small_name": "保險公證人",
        "detail_name": "一般保險公證人",
        "description": "依保險法及保險公證人管理規則之規定，向保險人或被保險人收取費用，為其辦理保險標的之查勘、鑑定及估價與賠款之理算、洽商，而予證明之人。"
    },
    {
        "id": "H603021",
        "big_name": "金融、保險及不動產業",
        "mid_name": "保險輔助人",
        "small_name": "保險公證人",
        "detail_name": "海事保險公證人",
        "description": "依保險法及保險公證人管理規則之規定，向保險人或被保險人收取費用，為其辦理海上保險標的之查勘、鑑定及估價與賠款之理算、洽商，而予證明之人。"
    },
    {
        "id": "H701010",
        "big_name": "金融、保險及不動產業",
        "mid_name": "不動產業",
        "small_name": "不動產投資業",
        "detail_name": "住宅及大樓開發租售業",
        "description": "投資開發興建一般住宅、社會住宅、工商大樓之出租出售行業。但不包含經營租賃住宅包租業。"
    },
    {
        "id": "H701020",
        "big_name": "金融、保險及不動產業",
        "mid_name": "不動產業",
        "small_name": "不動產投資業",
        "detail_name": "工業廠房開發租售業",
        "description": "投資開發興建工業廠房、倉庫之出租出售等行業。"
    },
    {
        "id": "H701040",
        "big_name": "金融、保險及不動產業",
        "mid_name": "不動產業",
        "small_name": "不動產投資業",
        "detail_name": "特定專業區開發業",
        "description": "投資開發工業區、工商綜合區、高科技媒體園區、海埔新生地之申請編定、開發、租售及管理業務等行業。"
    },
    {
        "id": "H701050",
        "big_name": "金融、保險及不動產業",
        "mid_name": "不動產業",
        "small_name": "不動產投資業",
        "detail_name": "投資興建公共建設業",
        "description": "投資開發興建都市計劃範圍內之市場、公園及休憩設施、兒童樂園、地下街、立體停車場、公用停車場、平面或地下停車場、交通運輸道路、機場、港口及其他有關之公共建設事業。"
    },
    {
        "id": "H701060",
        "big_name": "金融、保險及不動產業",
        "mid_name": "不動產業",
        "small_name": "不動產投資業",
        "detail_name": "新市鎮、新社區開發業",
        "description": "接受政府委託投資開發新市鎮、新社區之租售及管理行業。"
    },
    {
        "id": "H701070",
        "big_name": "金融、保險及不動產業",
        "mid_name": "不動產業",
        "small_name": "不動產投資業",
        "detail_name": "區段徵收及市地重劃代辦業",
        "description": "接受委託辦理區段徵收及市地重劃業務。"
    },
    {
        "id": "H701080",
        "big_name": "金融、保險及不動產業",
        "mid_name": "不動產業",
        "small_name": "不動產投資業",
        "detail_name": "都市更新重建業",
        "description": "依都市更新條例規定，在更新地區內實施重建事業。"
    },
    {
        "id": "H701090",
        "big_name": "金融、保險及不動產業",
        "mid_name": "不動產業",
        "small_name": "不動產投資業",
        "detail_name": "都市更新整建維護業",
        "description": "依都市更新條例規定，在更新地區內實施整建或維護事業。"
    },
    {
        "id": "H702010",
        "big_name": "金融、保險及不動產業",
        "mid_name": "不動產業",
        "small_name": "建築經理業",
        "detail_name": "建築經理業",
        "description": "受託從事下列業務之行業："
    },
    {
        "id": "H703090",
        "big_name": "金融、保險及不動產業",
        "mid_name": "不動產業",
        "small_name": "不動產買賣租賃業",
        "detail_name": "不動產買賣業",
        "description": "購進不動產逕行出售或整理修繕後辦理出售之行業。"
    },
    {
        "id": "H703100",
        "big_name": "金融、保險及不動產業",
        "mid_name": "不動產業",
        "small_name": "不動產買賣租賃業",
        "detail_name": "不動產租賃業",
        "description": "從事老人住宅、租賃住宅包租業以外之不動產之出租業務。如土地、住宅、廠房、倉庫、辦公大樓、攤位、會議室、錄音室或其他不動產之出租。"
    },
    {
        "id": "H703110",
        "big_name": "金融、保險及不動產業",
        "mid_name": "不動產業",
        "small_name": "不動產買賣租賃業",
        "detail_name": "老人住宅業",
        "description": "依老人福利法、建築技術規則建築設計施工編及老人住宅綜合管理要點之規定，"
    },
    {
        "id": "H703120",
        "big_name": "金融、保險及不動產業",
        "mid_name": "不動產業",
        "small_name": "不動產買賣租賃業",
        "detail_name": "自助儲物空間業",
        "description": "從事提供非投幣式各型式不同尺寸可上鎖之儲物空間，供自行存放物品使用且不負物品保管責任之行業。但從事倉儲業應歸入G801010(倉儲業)細類。"
    },
    {
        "id": "H704031",
        "big_name": "金融、保險及不動產業",
        "mid_name": "不動產業",
        "small_name": "不動產經紀業",
        "detail_name": "不動產仲介經紀業",
        "description": "依不動產經紀業管理條例之規定，指從事不動產買賣、互易、租賃之居間或代理業務。"
    },
    {
        "id": "H704041",
        "big_name": "金融、保險及不動產業",
        "mid_name": "不動產業",
        "small_name": "不動產經紀業",
        "detail_name": "不動產代銷經紀業",
        "description": "依不動產經紀業管理條例之規定，指受起造人或建築業之委託，負責企劃並代理銷售不動產之業務。"
    },
    {
        "id": "H706011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "不動產業",
        "small_name": "租賃住宅服務業",
        "detail_name": "租賃住宅代管業",
        "description": "依租賃住宅市場發展及管理條例規定，指受出租人之委託，經營租賃住宅管理業務之行業。"
    },
    {
        "id": "H706021",
        "big_name": "金融、保險及不動產業",
        "mid_name": "不動產業",
        "small_name": "租賃住宅服務業",
        "detail_name": "租賃住宅包租業",
        "description": "依租賃住宅市場發展及管理條例規定，指承租租賃住宅並轉租，及經營該租賃住宅管理業務之行業。"
    },
    {
        "id": "H801011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "金融控股公司業",
        "small_name": "金融控股公司業",
        "detail_name": "金融控股公司業",
        "description": "依金融控股公司法規定，對－銀行、保險公司或證券商有控制性持股，投資銀行業、票券金融業、信用卡業、信託業、保險業、證券業、期貨業、創業投資業或其他經目的事業主管機關核准投資之事業。"
    },
    {
        "id": "H901011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "證券期貨控股業",
        "small_name": "證券期貨控股業",
        "detail_name": "證券期貨控股業",
        "description": "依證券期貨控股事業管理規則之規定，持有證券交易所、期貨交易所、集中保管事業、櫃檯買賣事業及其他經主管機關核准之事業等百分之百股份之控股事業。"
    },
    {
        "id": "HZ02010",
        "big_name": "金融、保險及不動產業",
        "mid_name": "其他金融、保險及不動產業",
        "small_name": "金融機構金錢債權處理業務",
        "detail_name": "金融機構金錢債權收買業務",
        "description": "收買金融機構因辦理法定業務對第三人所發生之金錢債權及附隨之擔保物權，並以自己名義行使請求權或再行讓售他人之業務；接受強制執行機關之委託及監督，依強制執行法辦理金融機構聲請之強制執行事件業務。"
    },
    {
        "id": "HZ02020",
        "big_name": "金融、保險及不動產業",
        "mid_name": "其他金融、保險及不動產業",
        "small_name": "金融機構金錢債權處理業務",
        "detail_name": "辦理金融機構金錢債權之評價或拍賣業務",
        "description": "接受金融機構之委託，對其因辦理法定業務所發生之金錢債權及附隨之擔保物權，依債權性質辦理公平市價之評定或評定後之拍賣業務。"
    },
    {
        "id": "HZ02031",
        "big_name": "金融、保險及不動產業",
        "mid_name": "其他金融、保險及不動產業",
        "small_name": "金融機構金錢債權處理業務",
        "detail_name": "公正第三人資產拍賣業務",
        "description": "依據金融機構合併法之規定，受託辦理金錢債權附隨擔保品之拍賣業務；受法院委託準用強制執行法規定辦理拍賣業務；受強制執行機關委託辦理強制執行業務。"
    },
    {
        "id": "HZ03011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "其他金融、保險及不動產業",
        "small_name": "金融資產證券化業",
        "detail_name": "金融資產證券化特殊目的公司業",
        "description": "依金融資產證券化條例之規定設立，以經營金融資產證券化業務為目的之行業。"
    },
    {
        "id": "HZ04010",
        "big_name": "金融、保險及不動產業",
        "mid_name": "其他金融、保險及不動產業",
        "small_name": "存款保險業",
        "detail_name": "存款保險業",
        "description": "依存款保險條例之規定，辦理存款保險、承保風險控管、履行保險責任等保障要保機構存款人權益等業務，暨經主管機關核准或委託辦理之其他業務。"
    },
    {
        "id": "HZ05011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "其他金融、保險及不動產業",
        "small_name": "電子票證業",
        "detail_name": "電子票證業",
        "description": "依電子票證發行管理條例規定，經營下列業務之行業："
    },
    {
        "id": "HZ06011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "其他金融、保險及不動產業",
        "small_name": "電子支付業",
        "detail_name": "電子支付業",
        "description": "依電子支付機構管理條例規定，經營該條例第4條第1項及第2項各款業務之行業。"
    },
    {
        "id": "HZ07011",
        "big_name": "金融、保險及不動產業",
        "mid_name": "其他金融、保險及不動產業",
        "small_name": "外籍移工匯兌業",
        "detail_name": "外籍移工匯兌業",
        "description": "依電子支付機構管理條例規定，經營從事就業服務法第46條第1項第8款至第11款所定工作之外國人國外小額匯兌及有關之買賣外幣業務之行業。"
    },
    {
        "id": "HZ99990",
        "big_name": "金融、保險及不動產業",
        "mid_name": "其他金融、保險及不動產業",
        "small_name": "其他金融、保險及不動產業",
        "detail_name": "其他金融、保險及不動產業",
        "description": "從事 H101 至 HZ06 小類以外之其他金融、保險及不動產業。"
    },
    {
        "id": "I101061",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "顧問服務業",
        "small_name": "技術顧問業",
        "detail_name": "工程技術顧問業",
        "description": "依工程技術顧問公司管理條例規定之土木工程、水利工程、結構工程、大地工程、測量、環境工程、都市計劃、機械工程、冷凍空調工程、電機工程、電子工程、化學工程、工業工程、工業安全、水土保持、應用地質、交通工程及其他經主管機關認定科別之工程(如採礦工程等)，在地面上下新建、增建、改建、修建、拆除構造物與其所屬設備、改變自然環境之行為等技術服務事項，包括規劃與可行性研究、基本設計、細部設計、協辦招標與決標、施工監造、專案管理及其相關技術性服務；並以向工程技術顧問公司主管機關辦理登記之技師科別工程為限。"
    },
    {
        "id": "I101070",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "顧問服務業",
        "small_name": "技術顧問業",
        "detail_name": "農、林、漁、畜牧顧問業",
        "description": "從事農藝、園藝、林業及林業工程、漁撈、水產養殖及畜牧等技術事項之規劃、設計、監造（含施工簽證）、研究、分析、試驗、評價、鑑定、檢驗、計畫管理及其相關技術性服務。"
    },
    {
        "id": "I101080",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "顧問服務業",
        "small_name": "技術顧問業",
        "detail_name": "工、礦顧問業",
        "description": "從事採礦工程、礦業安全、工礦衛生、冶金工程等技術事項之規劃、設計、監造（含施工簽證）"
    },
    {
        "id": "I101090",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "顧問服務業",
        "small_name": "技術顧問業",
        "detail_name": "食品顧問業",
        "description": "從事食品技術事項之規劃、設計、監造（含施工簽證）、研究、分析、試驗、評價、鑑定、檢驗、計畫管理及其相關技術性服務。"
    },
    {
        "id": "I101100",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "顧問服務業",
        "small_name": "技術顧問業",
        "detail_name": "航空顧問業",
        "description": "從事航空器技術事項之規劃、設計、監造（含施工簽證）、研究、分析、試驗、評價、鑑定、檢驗、計畫管理及其相關技術性服務。"
    },
    {
        "id": "I101110",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "顧問服務業",
        "small_name": "技術顧問業",
        "detail_name": "紡織顧問業",
        "description": "從事紡織品技術事項之規劃、設計、監造（含施工簽證）、研究、分析、試驗、評價、鑑定、檢驗、計畫管理及其相關技術性服務。"
    },
    {
        "id": "I101120",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "顧問服務業",
        "small_name": "技術顧問業",
        "detail_name": "造船顧問業",
        "description": "從事船舶技術事項之規劃、設計、監造（含施工簽證）、研究、分析、試驗、評價、鑑定、檢驗、計畫管理及其相關技術性服務。"
    },
    {
        "id": "I102010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "顧問服務業",
        "small_name": "一般投資顧問業",
        "detail_name": "一般投資顧問業",
        "description": "從事國內、外投資之引介及諮商、顧問之行業。但證券投資顧問應歸入H304011 證券投資顧問業細類。"
    },
    {
        "id": "I103060",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "顧問服務業",
        "small_name": "管理顧問業",
        "detail_name": "管理顧問業",
        "description": "從事提供企業管理、諮詢及有關問題研討之行業。包括企業經營管理顧問業、幼教事業管理顧問業、醫院管理顧問、大樓管理顧問業、創業投資事業管理顧問業。但從事短期補習班業務應歸入J201031（短期補習班業）細類。"
    },
    {
        "id": "I105010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "顧問服務業",
        "small_name": "藝術品諮詢顧問業",
        "detail_name": "藝術品諮詢顧問業",
        "description": "從事代理藝品之展出買賣諮詢顧問業務。"
    },
    {
        "id": "I199990",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "顧問服務業",
        "small_name": "其他顧問服務業",
        "detail_name": "其他顧問服務業",
        "description": "從事對個人、公司行號或機關團體、提供 I101 至 I105 小類以外之專業性顧問服務以及有關問題研討等行業。"
    },
    {
        "id": "I301010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "資訊服務業",
        "small_name": "資訊服務業",
        "detail_name": "資訊軟體服務業",
        "description": "各種資訊作業、網路、與應用等軟體系統之規劃、設計開發、研究、分析、建置、組合、測試、維護及資訊系統整合服務等業務，但不透過第一類電信事業之電信機線設備所提供之資訊服務業務。"
    },
    {
        "id": "I301020",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "資訊服務業",
        "small_name": "資訊服務業",
        "detail_name": "資料處理服務業",
        "description": "運用電子計算機及其附屬設備，從事代客處理文字、影像、聲音等之登錄、建檔、掃（讀）入或代客管理操作電子計算機及相關附屬設備等服務之行業，但不透過第一類電信事業之電信機線設備所提供之資訊服務業務。"
    },
    {
        "id": "I301030",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "資訊服務業",
        "small_name": "資訊服務業",
        "detail_name": "電子資訊供應服務業",
        "description": "運用電腦資料庫儲存並供應索引、目錄、及各類文字、影像、聲音等資料之業務。網際網路內容提供者、網際網路平台提供者亦或應用服務提供者亦歸入本細類。"
    },
    {
        "id": "I301040",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "資訊服務業",
        "small_name": "資訊服務業",
        "detail_name": "第三方支付服務業",
        "description": "從事配合金融機構及履約相關條件，並與銀行合作，取得信用卡特約商店資格，提供電子商務（含行動商務）買賣雙方收付擔保之中介機制之行業。"
    },
    {
        "id": "I301050",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "資訊服務業",
        "small_name": "資訊服務業",
        "detail_name": "實境體感應用服務業",
        "description": "從事提供穿戴式或行動式實境體感設備，於專屬場域內以網路連線方式或非連線方式供不特定人進行育樂、商業應用或展示等實境體驗活動之營利事業。但從事電子遊戲場業務應歸入J701010 (電子遊戲場業)細類；從事互動式情境體驗服務業務應歸入JI01010(互動式情境體驗服務業)細類。"
    },
    {
        "id": "I301060",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "資訊服務業",
        "small_name": "資訊服務業",
        "detail_name": "網路廣告平臺業",
        "description": "從事透過網際網路平臺或版位，提供刊登或推播廣告之服務並收取對價，且為民眾接觸之廣告最終端網路平臺之行業。前開最終端網路平臺指從事I401010(一般廣告服務業)及I301030(電子資訊供應服務業)細類以外，主要以網路版位招攬廣告業務，或收費接受委託刊播廣告之方式；提供廣告資訊供民眾直接瀏覽或閱聽之網際網路平臺提供者或應用服務提供者亦歸入本細類。"
    },
    {
        "id": "I401010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "廣告業",
        "small_name": "廣告業",
        "detail_name": "一般廣告服務業",
        "description": "從事報紙、雜誌或其他媒體廣告之設計、繪製等行業。從事廣告代理之行業亦歸入本類。包括廣播電視以外之廣告代理及其策劃製作；廣告及多媒體幻燈片、相片之企劃設計、製作；各類商品之型錄、海報、報紙廣告、傳單、說明書之設計製作；公車、站牌、車身、車廂、廣告之設計製作；慶典彩牌、霓虹燈、汽球廣告之設計製作；戶外海報、活動看板之設計製作；廣告工程等業務。"
    },
    {
        "id": "I401020",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "廣告業",
        "small_name": "廣告業",
        "detail_name": "廣告傳單分送業",
        "description": "從事廣告樣品、廣告傳單、廣告海報分送等業務之行業。"
    },
    {
        "id": "I501010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "設計業",
        "small_name": "產品設計業",
        "detail_name": "產品設計業",
        "description": "從事服飾、景觀、室內、花藝設計以外，針對人類價值（方便品味、邏輯及美學）在特別著重結構、功能、價值及經濟性下，將美學及人體工學應用到逐漸大量機器生產之環境裡，而創造出能反映製造者之精巧技術且具視覺吸引力之產品設計之行業。積體電路之設計、專利商標之設計，企業產品形象塑造之設計、顧問亦歸入本細類。"
    },
    {
        "id": "I502010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "設計業",
        "small_name": "服飾設計業",
        "detail_name": "服飾設計業",
        "description": "從事服飾設計之行業。"
    },
    {
        "id": "I503010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "設計業",
        "small_name": "景觀、室內設計業",
        "detail_name": "景觀、室內設計業",
        "description": "從事室內裝潢設計、景觀設計等行業。"
    },
    {
        "id": "I504010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "設計業",
        "small_name": "花藝設計業",
        "detail_name": "花藝設計業",
        "description": "從事花藝設計、技術顧問之行業。"
    },
    {
        "id": "I599990",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "設計業",
        "small_name": "其他設計業",
        "detail_name": "其他設計業",
        "description": "凡從事I501 至I504 小類以外其他設計之行業。"
    },
    {
        "id": "I701011",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "就業服務業",
        "small_name": "就業服務業",
        "detail_name": "就業服務業",
        "description": "依就業服務法之規定，經營職業介紹或人力仲介業務、接受委任招募員工、協助國民釐定生涯發展計畫之就業諮詢或職業心理測驗、其他經中央主管機關指定之就業服務事項。"
    },
    {
        "id": "I701021",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "就業服務業",
        "small_name": "就業服務業",
        "detail_name": "境外大陸船員仲介服務業",
        "description": "依臺灣地區漁船船主境外僱用及接駁暫置大陸地區漁船船員許可及管理辦法規定，接受漁船船主委託辦理境外大陸船員之僱用、進入境內水域、接駁、轉換雇主、續僱、解僱、送返及離船等相關業務。"
    },
    {
        "id": "I801011",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "公寓大廈管理服務業",
        "small_name": "公寓大廈管理服務業",
        "detail_name": "公寓大廈管理服務業",
        "description": "依公寓大廈管理服務人管理辦法規定，經營建築物管理維護業務，包括："
    },
    {
        "id": "I901011",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "保全業",
        "small_name": "保全業",
        "detail_name": "保全業",
        "description": "依保全業法之規定，從事關於辦公處所、營業處所、廠場、倉庫、演藝場所、競賽場所、住居處所、展示及閱覽場所、停車場等防盜、防火、防災之安全防護。關於現金或其他貴重物品運送之安全維護。關於人身之安全維護。其他經中央主管機關核定之保全業務。"
    },
    {
        "id": "IB01010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "建築物公共安全檢查業",
        "small_name": "建築物公共安全檢查業",
        "detail_name": "建築物公共安全檢查業",
        "description": "依建築物公共安全檢查簽證及申報辦法規定經營之檢查項目包括："
    },
    {
        "id": "IC01010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "藥品檢驗業",
        "small_name": "藥品檢驗業",
        "detail_name": "藥品檢驗業",
        "description": "從事各種藥品檢驗分析業務。"
    },
    {
        "id": "ID01010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "度量衡器證明業",
        "small_name": "度量衡器證明業",
        "detail_name": "度量衡器證明業",
        "description": "從事度量衡器證明之行業。"
    },
    {
        "id": "IE01010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "電信業務門號代辦業",
        "small_name": "電信業務門號代辦業",
        "detail_name": "電信業務門號代辦業",
        "description": "接受電信事業委託授權代售行動電話、呼叫器門號、網際網路撥接帳號等行業。"
    },
    {
        "id": "IF01010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "檢測維護業",
        "small_name": "消防安全設備檢修業",
        "detail_name": "消防安全設備檢修業",
        "description": "依消防法規之規定，從事消防安全設備檢修之行業。"
    },
    {
        "id": "IF03010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "檢測維護業",
        "small_name": "液化石油氣鋼瓶檢驗業",
        "detail_name": "液化石油氣鋼瓶檢驗業",
        "description": "依消防法規定，從事液化石油氣鋼瓶檢驗之行業。"
    },
    {
        "id": "IF04010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "檢測維護業",
        "small_name": "非破壞檢測業",
        "detail_name": "非破壞檢測業",
        "description": "從事非破壞檢測業務之行業。"
    },
    {
        "id": "IG01010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "研究發展服務業",
        "small_name": "生物技術服務業",
        "detail_name": "生物技術服務業",
        "description": "從事生物技術之研究、開發、移轉及諮詢之行業。但從事各生物技術產品之製造，則歸屬各產品之製造業。"
    },
    {
        "id": "IG02010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "研究發展服務業",
        "small_name": "研究發展服務業",
        "detail_name": "研究發展服務業",
        "description": "從事以自然、社會及人文科學為基礎之研究、試驗、分析及規劃，而不授學位之專門研究發展服務之行業。包括自然科學研究發展服務業、社會及人文科學研究發展服務業及綜合研究發展服務業。但不包括從事生物技術之研發。"
    },
    {
        "id": "IG03010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "研究發展服務業",
        "small_name": "能源技術服務業",
        "detail_name": "能源技術服務業",
        "description": "從事新淨潔能源﹝包含太陽能、生質與廢棄功能、地熱、海洋能、風力、水力﹞、節約能源、 提升能源使用效率或抑制移轉尖峰用電負載之設備、系統及工程之規劃、可性行研究、設計、安裝、施工、維護、檢測、代操作、相關軟硬體構建及其相關技術服務之行業。"
    },
    {
        "id": "IH01010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "產業控股業",
        "small_name": "產業控股業",
        "detail_name": "產業控股公司業",
        "description": "從事對直接或間接持有逾百分之五十已發行有表決權股份或出資額或以其他方式擁有實質控制權之公司，或對被編入合併報表之受控公司進行管理及監督，並制定決策及規劃策略之行業。"
    },
    {
        "id": "IZ01010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "其他專業、科學及技術服務業",
        "small_name": "影印業",
        "detail_name": "影印業",
        "description": "從事各種文件、圖表、冊籍、模型、實物之光學及投影影印或曬圖之行業。"
    },
    {
        "id": "IZ02010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "其他專業、科學及技術服務業",
        "small_name": "打字業",
        "detail_name": "打字業",
        "description": "從事各種文件打字、整理、分類業務之行業。"
    },
    {
        "id": "IZ03010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "其他專業、科學及技術服務業",
        "small_name": "剪報業",
        "detail_name": "剪報業",
        "description": "從事國內外報章、雜誌剪報業務之行業。"
    },
    {
        "id": "IZ04010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "其他專業、科學及技術服務業",
        "small_name": "翻譯業",
        "detail_name": "翻譯業",
        "description": "從事文字翻譯、口頭翻譯及手語服務之行業。"
    },
    {
        "id": "IZ06010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "其他專業、科學及技術服務業",
        "small_name": "理貨包裝業",
        "detail_name": "理貨包裝業",
        "description": "從事產品之包裝，以達到保護產品、促銷產品以便於運輸，延長產品生命週期之行業。"
    },
    {
        "id": "IZ07010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "其他專業、科學及技術服務業",
        "small_name": "公證業",
        "detail_name": "公證業",
        "description": "辨證貨物之商標種類包紮；評定受損之貨物；就裝運貨物中提取樣品與保存；檢定貨物數量、重量、測量及計算；檢視貨物品質與定貨相符；證明受檢之時日及地點等業務之行業。"
    },
    {
        "id": "IZ09010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "其他專業、科學及技術服務業",
        "small_name": "管理系統驗證業",
        "detail_name": "管理系統驗證業",
        "description": "從事各類管理系統驗證業務之行業，如品質管理系統、環境管理系統、食品安全管制系統、職業安全衛生管理系統、資訊安全管理系統等。"
    },
    {
        "id": "IZ10010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "其他專業、科學及技術服務業",
        "small_name": "排版業",
        "detail_name": "排版業",
        "description": "從事電腦排版、印刷排版、照像排版等業務之行業。"
    },
    {
        "id": "IZ12010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "其他專業、科學及技術服務業",
        "small_name": "人力派遣業",
        "detail_name": "人力派遣業",
        "description": "指就業服務業以外之提供人力支援從事事業機構委託派遣工作之業務。但其他法令另有限制或禁止規定者，從其規定。"
    },
    {
        "id": "IZ13010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "其他專業、科學及技術服務業",
        "small_name": "網路認證服務業",
        "detail_name": "網路認證服務業",
        "description": "從事提供數位簽章製作、電子憑證簽發、管理及其他相關電子認證服務之行業。"
    },
    {
        "id": "IZ14011",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "其他專業、科學及技術服務業",
        "small_name": "公益彩券業",
        "detail_name": "公益彩券代理業",
        "description": "依公益彩券發行條例及公益彩券管理辦法之規定，接受公益彩券發行機構委託，辦理各類公益彩券之發行、銷售、促銷、開兌獎作業或管理事宜。"
    },
    {
        "id": "IZ14020",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "其他專業、科學及技術服務業",
        "small_name": "公益彩券業",
        "detail_name": "公益彩券經銷業",
        "description": "依公益彩券發行條例及公益彩券管理辦法之規定，經公益彩券發行機構發給經銷證，經銷各類公益彩券之行業。"
    },
    {
        "id": "IZ15010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "其他專業、科學及技術服務業",
        "small_name": "市場研究及民意調查業",
        "detail_name": "市場研究及民意調查業",
        "description": "從事市場研究或民意調查之設計、資料蒐集、整理、分析及提供建議等服務之行業。"
    },
    {
        "id": "IZ16010",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "其他專業、科學及技術服務業",
        "small_name": "餐具清洗業",
        "detail_name": "餐具清洗業",
        "description": "從事餐具清洗業之行業。"
    },
    {
        "id": "IZ18011",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "其他專業、科學及技術服務業",
        "small_name": "運動彩券業",
        "detail_name": "運動彩券代理業",
        "description": "依據運動彩券發行條例及運動彩券管理辦法之規定，經主管機關同意辦理運動彩券之發行、銷售、促銷、賽事過程與其結果之公布、兌獎作業、管理及其他相關事項。"
    },
    {
        "id": "IZ18021",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "其他專業、科學及技術服務業",
        "small_name": "運動彩券業",
        "detail_name": "運動彩券經銷業",
        "description": "依運動彩券發行條例及運動彩券管理辦法之規定，經運動彩券發行機構或受委託機構發給經銷證，經銷運動彩券之行業。"
    },
    {
        "id": "IZ99990",
        "big_name": "專業、科學及技術服務業",
        "mid_name": "其他專業、科學及技術服務業",
        "small_name": "其他工商服務業",
        "detail_name": "其他工商服務業",
        "description": "從事 IZ01 至 IZ18 小類外其他工商服務之行業。如積體電路卡（即IC卡）之代售。"
    },
    {
        "id": "J101010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "環保服務業",
        "small_name": "環保服務業",
        "detail_name": "建築物清潔服務業",
        "description": "從事建築物及周圍環境之清潔、打掃等服務之行業。包括地板打臘、代客清掃、大樓清洗、煙灰清潔、清洗水塔、辦公室清潔、電話清潔等服務。"
    },
    {
        "id": "J101020",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "環保服務業",
        "small_name": "環保服務業",
        "detail_name": "病媒防治業",
        "description": "依環境用藥管理法之規定，使用環境衛生用藥驅除病媒及殺菌消毒之業者。包括消毒、除蟲、除鼠、白蟻防治等服務。"
    },
    {
        "id": "J101030",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "環保服務業",
        "small_name": "環保服務業",
        "detail_name": "廢棄物清除業",
        "description": "從事廢棄物清除之行業。"
    },
    {
        "id": "J101040",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "環保服務業",
        "small_name": "環保服務業",
        "detail_name": "廢棄物處理業",
        "description": "從事廢棄物處理之行業。"
    },
    {
        "id": "J101050",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "環保服務業",
        "small_name": "環保服務業",
        "detail_name": "環境檢測服務業",
        "description": "從事空氣、噪音或振動等物理性公害、水質水量、毒性化學物質、飲用水、土壤或廢棄物等之採樣、測定、監測及檢驗等之行業。"
    },
    {
        "id": "J101060",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "環保服務業",
        "small_name": "環保服務業",
        "detail_name": "廢（污）水處理業",
        "description": "從事廢（污）水處理之行業。"
    },
    {
        "id": "J101070",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "環保服務業",
        "small_name": "環保服務業",
        "detail_name": "放射性廢料處理服務業",
        "description": "從事提供技術或人力以執行放射性廢料之處理、貯存或最終處置之行業。"
    },
    {
        "id": "J101080",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "環保服務業",
        "small_name": "環保服務業",
        "detail_name": "資源回收業",
        "description": "從事應回收廢棄物及一般廢棄物回收項目之回收、分類及貯存業務之行業。"
    },
    {
        "id": "J101090",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "環保服務業",
        "small_name": "環保服務業",
        "detail_name": "廢棄物清理業",
        "description": "同時從事廢棄物清除及處理之行業。"
    },
    {
        "id": "J101101",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "環保服務業",
        "small_name": "環保服務業",
        "detail_name": "營建廢棄物共同清理業",
        "description": "依營建廢棄物共同清除處理機構管理辦法之規定，從事營建廢棄物共同清除、處理或清理之行業。"
    },
    {
        "id": "J101110",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "環保服務業",
        "small_name": "環保服務業",
        "detail_name": "營建剩餘土石方資源處理業",
        "description": "經營有關營建剩餘土石方資源處理之行業。"
    },
    {
        "id": "J101120",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "環保服務業",
        "small_name": "環保服務業",
        "detail_name": "營建混合物分類處理業",
        "description": "依營建事業廢棄物再利用種類及管理方式規定，將營建混合物加以分類及處理之行業。但從事單純經營有關營建剩餘土石方資源處理業務應歸入J101110（營建剩餘土石方資源處理業）細類。"
    },
    {
        "id": "J101990",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "環保服務業",
        "small_name": "環保服務業",
        "detail_name": "其他環境衛生及污染防治服務業",
        "description": "從事J101010至J101101細類以外環境衛生及污染防治服務之行業。包括街道、污水管道、道路之清潔服務、輻射之採樣測定、監測及檢驗、機車排氣檢定等。"
    },
    {
        "id": "J201021",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "訓練服務業",
        "small_name": "訓練服務業",
        "detail_name": "汽車駕訓業",
        "description": "經營汽車駕駛人訓練班之行業。"
    },
    {
        "id": "J201031",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "訓練服務業",
        "small_name": "訓練服務業",
        "detail_name": "短期補習班業",
        "description": "依據補習及進修教育法之規定，經營短期補習班業務。"
    },
    {
        "id": "J201041",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "訓練服務業",
        "small_name": "訓練服務業",
        "detail_name": "遊艇與動力小船駕訓業",
        "description": "依遊艇與動力小船駕駛管理規則從事一等遊艇、二等遊艇、自用動力小船或營業用動力小船駕駛訓練之行業。"
    },
    {
        "id": "J201051",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "訓練服務業",
        "small_name": "訓練服務業",
        "detail_name": "民用航空人員訓練業",
        "description": "依民用航空人員訓練機構管理規則，從事航空器駕駛員訓練、航空人員適職訓練及航空維修訓練之業務。"
    },
    {
        "id": "J202010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "訓練服務業",
        "small_name": "產業育成業",
        "detail_name": "產業育成業",
        "description": "係指為孕育事業、產品、技術及協助企業轉型、提供企業空間、設備、技術、資金、管理諮詢服務或人才培訓之事業。但從事短期補習班業務應歸入J201031（短期補習班業）細類。"
    },
    {
        "id": "J301010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "出版事業",
        "small_name": "報紙業",
        "detail_name": "報紙業",
        "description": "使用機械印版或化學方法所印製而供出售或散佈之文書、圖書，其發行對象為一般大眾之非特定對象，刊期為每日或每隔六日以下之期間，按期發行之行業。"
    },
    {
        "id": "J302010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "出版事業",
        "small_name": "通訊稿業",
        "detail_name": "通訊稿業",
        "description": "使用機械印版或化學方法所印製而供出售或散佈之文書、圖書，刊期為每日或每隔六日以下之期間，對特定對象按期發行之行業。"
    },
    {
        "id": "J303010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "出版事業",
        "small_name": "雜誌（期刊）出版業",
        "detail_name": "雜誌（期刊）出版業",
        "description": "使用機械印版或化學方法所印製而供出售或散佈之文書、圖畫，其刊期為七日以上三月以下之期間，按期發行之行業。"
    },
    {
        "id": "J304010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "出版事業",
        "small_name": "書籍出版業",
        "detail_name": "圖書出版業",
        "description": "使用機械印版或化學方法所印製而供出售或散佈之雜誌以外裝訂成本之圖書冊籍之經營之行業。"
    },
    {
        "id": "J305010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "出版事業",
        "small_name": "有聲出版業",
        "detail_name": "有聲出版業",
        "description": "從事有聲圖書出版及錄音服務之行業。但從事光碟片、錄音帶之製造或大量複製之行業，應歸入CC01120（資料儲存媒體製造及複製業）細類；從事聲音錄製及音樂發行，應歸入J604010(聲音錄製及音樂發行)細類。"
    },
    {
        "id": "J399010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "出版事業",
        "small_name": "其他出版業",
        "detail_name": "軟體出版業",
        "description": "從事電腦軟體出版之行業。包括套裝軟體出版、遊戲軟體出版等。同時從事電腦軟體設計、複製及發行之行業亦歸入本類。但從事電腦軟體設計服務之行業應歸入I301010（資訊軟體服務業）細類。從事大量複製電腦軟體之行業應歸入CC01120（資料儲存媒體製造及複製業）細類。"
    },
    {
        "id": "J399990",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "出版事業",
        "small_name": "其他出版業",
        "detail_name": "其他出版業",
        "description": "從事J301010至J399010細類以外之其他出版之行業。"
    },
    {
        "id": "J401010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "電影事業",
        "small_name": "電影片製作業",
        "detail_name": "電影片製作業",
        "description": "以製作電影片為目的之事業。"
    },
    {
        "id": "J402010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "電影事業",
        "small_name": "電影片發行業",
        "detail_name": "電影片發行業",
        "description": "以經營電影片買賣或出租為目的之事業。"
    },
    {
        "id": "J403010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "電影事業",
        "small_name": "電影片映演業",
        "detail_name": "電影片映演業",
        "description": "以發售門票，映演電影片為主要業務之事業。"
    },
    {
        "id": "J404010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "電影事業",
        "small_name": "提供電影器材、設施及技術之事業",
        "detail_name": "動畫影片製作業",
        "description": "提供器材、設施與技術以完成動畫影片製作為目的之事業。"
    },
    {
        "id": "J404020",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "電影事業",
        "small_name": "提供電影器材、設施及技術之事業",
        "detail_name": "提供設備及場地供電影片拍攝業",
        "description": "提供器材、設施、技術及場地以完成電影片之製作為目的之事業。"
    },
    {
        "id": "J404030",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "電影事業",
        "small_name": "提供電影器材、設施及技術之事業",
        "detail_name": "電影沖印業",
        "description": "提供電影沖印設備與技術以完成電影片之沖印為目的之事業。"
    },
    {
        "id": "J404040",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "電影事業",
        "small_name": "提供電影器材、設施及技術之事業",
        "detail_name": "電影錄音業",
        "description": "提供電影錄音設備與技術以完成電影片錄音為目的之事業。"
    },
    {
        "id": "J404050",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "電影事業",
        "small_name": "提供電影器材、設施及技術之事業",
        "detail_name": "電影特效製作業",
        "description": "提供器材、設施與技術以完成電影片特效製作為目的之事業。"
    },
    {
        "id": "J501011",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "廣播電視業",
        "small_name": "廣播業",
        "detail_name": "廣播業",
        "description": "依廣播電視法之規定，指經營廣播電台之事業，以無線電或有線電傳播聲音，藉供公眾直接收聽者。"
    },
    {
        "id": "J502011",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "廣播電視業",
        "small_name": "電視業",
        "detail_name": "電視業",
        "description": "依廣播電視法之規定，指經營電視電台之事業，以無線電傳播聲音、影像，藉供公眾直接之收視與收聽者。"
    },
    {
        "id": "J502020",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "廣播電視業",
        "small_name": "電視業",
        "detail_name": "社區共同天線電視設備業",
        "description": "依廣播電視法及電視增力機、變頻機及社區共同天線電視設備設立辦法之規定，指自空間直接或間接接收電視無線電臺之電視信號，而以有線同軸電纜增力傳輸至接收用戶，以改善電視電臺服務區域內因受地形或建築物影響之收視障礙地區者。"
    },
    {
        "id": "J503010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "廣播電視業",
        "small_name": "廣播電視節目供應業",
        "detail_name": "廣播節目製作業",
        "description": "為無線廣播電臺或其客戶策劃、製作節目或提供製作廣播節目之設備及場地之獨資、合夥、有限合夥或公司。"
    },
    {
        "id": "J503020",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "廣播電視業",
        "small_name": "廣播電視節目供應業",
        "detail_name": "電視節目製作業",
        "description": "為無線電視電臺、有線廣播電視系統經營者、有線電視節目播送系統、衛星廣播電視事業或其客戶策劃、製作節目或提供製作電視節目之設備及場地之獨資、合夥、有限合夥或公司。"
    },
    {
        "id": "J503030",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "廣播電視業",
        "small_name": "廣播電視節目供應業",
        "detail_name": "廣播電視節目發行業",
        "description": "為無線廣播、電視電臺、有線廣播電視系統經營者、有線電視節目播送系統或衛星廣播電視事業提供節目之獨資、合夥、有限合夥或公司。"
    },
    {
        "id": "J503040",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "廣播電視業",
        "small_name": "廣播電視節目供應業",
        "detail_name": "廣播電視廣告業",
        "description": "為無線廣播、電視電臺、有關廣播電視系統經營者、有線電視節目播送系統、衛星廣播電視事業或其客戶策劃、製作或託播廣告之獨資、合夥、有限合夥或公司。"
    },
    {
        "id": "J503050",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "廣播電視業",
        "small_name": "廣播電視節目供應業",
        "detail_name": "錄影節目帶業",
        "description": "自行製作或取得權利人授權轉錄，並供應給錄影節目帶出租、買賣或播映業之獨資、合夥、有限合夥或公司。"
    },
    {
        "id": "J504011",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "廣播電視業",
        "small_name": "有線廣播電視業",
        "detail_name": "有線廣播電視系統經營業",
        "description": "依有線廣播電視法之規定，指依法許可設置有線廣播電視系統，播送影像、聲音或數據，供公眾收視、聽或接取服務之事業。"
    },
    {
        "id": "J506011",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "廣播電視業",
        "small_name": "衛星廣播電視業",
        "detail_name": "直播衛星廣播電視服務事業",
        "description": "依衛星廣播電視法之規定，指直接向訂戶收取費用，利用自有或他人設備，提供衛星廣播電視服務之事業。"
    },
    {
        "id": "J506021",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "廣播電視業",
        "small_name": "衛星廣播電視業",
        "detail_name": "衛星頻道節目供應事業",
        "description": "依衛星廣播電視法之規定，指自有或向衛星轉頻器經營者租賃轉頻器或頻道，將節目或廣告經由衛星傳送至供公眾收視聽之播送平臺之事業。"
    },
    {
        "id": "J506031",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "廣播電視業",
        "small_name": "衛星廣播電視業",
        "detail_name": "他類頻道節目供應事業",
        "description": "依衛星廣播電視法之規定，指利用衛星以外之方式，以一定頻道名稱之節目或廣告傳送至供公眾收視聽之播送平臺之事業。"
    },
    {
        "id": "J601010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "藝文業",
        "small_name": "藝文服務業",
        "detail_name": "藝文服務業",
        "description": "從事戲劇、舞蹈、技藝表演、音樂演奏、文學及藝術等藝文演出場所之經營及其他藝文相關服務之行業。包括畫廊之經營，藝術品、古董、字畫、彫刻品之展覽等業務。但從事藝人經紀服務應歸入 J602010（演藝活動業）細類；從事音樂展演空間業應歸入J603010（音樂展演空間業）細類；從事短期補習班業務應歸入J201031（短期補習班業）細類。"
    },
    {
        "id": "J602010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "藝文業",
        "small_name": "演藝活動業",
        "detail_name": "演藝活動業",
        "description": "經營演藝有關業務（如音樂、戲劇、舞蹈、雜藝等）之行業。包括藝人及模特兒等經紀業。"
    },
    {
        "id": "J603010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "藝文業",
        "small_name": "音樂展演空間業",
        "detail_name": "音樂展演空間業",
        "description": "指提供音響燈光硬體設備之展演場所，供從事大眾普遍接受之音樂藝文創作者現場演出音樂為主要營業內容之營利事業。"
    },
    {
        "id": "J604010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "藝文業",
        "small_name": "聲音錄製及音樂發行業",
        "detail_name": "聲音錄製及音樂發行業",
        "description": "從事聲音錄製及音樂發行之行業，如原創有聲母帶（片）之製作、擁有著作權並向批發商、零售商或透過線上平台直接對大眾發行音樂有聲產品；同時從事音樂有聲產品製作及發行或僅從事其中一項活動，以及在錄音室或其他地方從事聲音錄製服務，亦歸入本類。但從事有聲書出版，應歸入 J305010(有聲出版業)細類。"
    },
    {
        "id": "J701010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "休閒、娛樂服務業",
        "small_name": "休閒服務業",
        "detail_name": "電子遊戲場業",
        "description": "依電子遊戲場業管理條例規定，指設置電子遊戲機供不特定人益智娛樂之營利事業。"
    },
    {
        "id": "J701020",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "休閒、娛樂服務業",
        "small_name": "休閒服務業",
        "detail_name": "遊樂園業",
        "description": "從事綜合遊樂場所、公園等經營管理之行業。但不包括兒童遊戲場業、觀光遊樂業及森林遊樂區經營業。"
    },
    {
        "id": "J701030",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "休閒、娛樂服務業",
        "small_name": "休閒服務業",
        "detail_name": "視聽歌唱業",
        "description": "指提供伴唱視聽設備，供人歌唱之營利事業。但不包括該設備內置於可移動式獨立空間，無人服務且由消費者以自助付費使用者。"
    },
    {
        "id": "J701040",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "休閒、娛樂服務業",
        "small_name": "休閒服務業",
        "detail_name": "休閒活動場館業",
        "description": "指從事競技及休閒運動場館業以外之一般休閒活動場館經營之行業。如象棋、圍棋。但從事短期補習班業務應歸入J201031（短期補習班業）細類。"
    },
    {
        "id": "J701070",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "休閒、娛樂服務業",
        "small_name": "休閒服務業",
        "detail_name": "資訊休閒業",
        "description": "提供特定場所及電腦資訊設備，以連線方式擷取網路資源或以非連線方式結合資料儲存裝置，供不特定人從事遊戲娛樂之營利事業。"
    },
    {
        "id": "J701080",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "休閒、娛樂服務業",
        "small_name": "休閒服務業",
        "detail_name": "水域遊憩活動經營業",
        "description": "從事經營游泳、衝浪、滑水、潛水、風浪板、拖曳傘（包括拖曳香蕉船、浮胎等各式浮具）、水上摩托車、獨木舟、泛舟等各類水域遊憩活動相關設施及提供服務之行業。"
    },
    {
        "id": "J701090",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "休閒、娛樂服務業",
        "small_name": "休閒服務業",
        "detail_name": "錄影節目帶播映業",
        "description": "指經營錄影節目帶播映之行業。"
    },
    {
        "id": "J701110",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "休閒、娛樂服務業",
        "small_name": "休閒服務業",
        "detail_name": "動物園業",
        "description": "指從事動物園經營之行業（涉及保育類動物之輸出入及展示，應依野生動物保育法、社會教育法等規定辦理）。"
    },
    {
        "id": "J701120",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "休閒、娛樂服務業",
        "small_name": "休閒服務業",
        "detail_name": "兒童遊戲場業",
        "description": "係指提供十二歲以下兒童使用服務之無動力、固定式及非機械式設施之收費遊戲場所(如溜滑梯、球池及攀爬設備等)。"
    },
    {
        "id": "J702030",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "休閒、娛樂服務業",
        "small_name": "特殊娛樂業",
        "detail_name": "特種咖啡茶室業",
        "description": "指提供場所，備有陪侍服務，供應飲料之營利事業。"
    },
    {
        "id": "J702040",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "休閒、娛樂服務業",
        "small_name": "特殊娛樂業",
        "detail_name": "歌廳經營業",
        "description": "歌廳之經營者。"
    },
    {
        "id": "J702050",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "休閒、娛樂服務業",
        "small_name": "特殊娛樂業",
        "detail_name": "舞廳業",
        "description": "指提供場所，備有舞伴、供不特定人跳舞之營利事業。"
    },
    {
        "id": "J702060",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "休閒、娛樂服務業",
        "small_name": "特殊娛樂業",
        "detail_name": "舞場業",
        "description": "指供場所，不備舞伴、供不特定人跳舞之營利事業。"
    },
    {
        "id": "J702070",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "休閒、娛樂服務業",
        "small_name": "特殊娛樂業",
        "detail_name": "酒家業",
        "description": "指提供場所，備有陪侍服務，供應酒、菜或其他飲食物之營利事業。"
    },
    {
        "id": "J702080",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "休閒、娛樂服務業",
        "small_name": "特殊娛樂業",
        "detail_name": "酒吧業",
        "description": "指提供場所，備有陪侍服務，供應酒類或其他飲料之營利事業。"
    },
    {
        "id": "J702090",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "休閒、娛樂服務業",
        "small_name": "特殊娛樂業",
        "detail_name": "夜店業",
        "description": "從事提供酒精類飲料與音樂，及提供演奏或表演等服務，並備有聲光、座位及舞池等功能設施之營業場所，且主要營業時間為夜間至次日凌晨之行業。"
    },
    {
        "id": "J799990",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "休閒、娛樂服務業",
        "small_name": "其他休閒服務業",
        "detail_name": "其他休閒服務業",
        "description": "凡從事 J701 至 J702 小類外其他休閒服務之行業。"
    },
    {
        "id": "J801010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "運動服務業",
        "small_name": "運動場館業",
        "detail_name": "高爾夫球場業",
        "description": "依高爾夫球場管理規則之規定，經營設有發球台、球道及果嶺之五個洞以上之高爾夫球場者。"
    },
    {
        "id": "J801030",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "運動服務業",
        "small_name": "運動場館業",
        "detail_name": "競技及休閒運動場館業",
        "description": "從事競技及休閒運動場館（包括各種練習場）之經營者。如撞球場、技擊館、拳擊館、排球場、沙灘排球場、健身中心、瑜珈館、皮拉提斯館、田徑場、足球場、滑雪場、滑草場、棒球場、網球場、手球場、羽球場、桌球館、射擊場、馬術場、溜冰場、壘球場、籃球場、橄欖球場、游泳池、保齡球館、韻律（舞蹈）中心、賽車場、自由車場、曲棍球場、柔道館、跆拳道館、擊劍館、角力館、泰國拳館、踢拳道館、柔術館、克拉術館、舉重館、滑冰館、空手道館、壁球場、合球場、高爾夫練習場、棒球打擊場、合氣道館、攀岩場、漆彈運動場及滑板場等各種運動之場館經營業務。"
    },
    {
        "id": "J802010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "運動服務業",
        "small_name": "運動訓練業",
        "detail_name": "運動訓練業",
        "description": "各種運動之訓練業務。"
    },
    {
        "id": "J802021",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "運動服務業",
        "small_name": "運動訓練業",
        "detail_name": "無動力飛行運動業",
        "description": "指提供載飛體驗服務、出租飛行場域及其他相關飛行運動活動之營利事業。"
    },
    {
        "id": "J803010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "運動服務業",
        "small_name": "職業運動業",
        "detail_name": "運動表演業",
        "description": "各種運動活動之表演業務。"
    },
    {
        "id": "J803020",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "運動服務業",
        "small_name": "職業運動業",
        "detail_name": "運動比賽業",
        "description": "各種運動之比賽業務。"
    },
    {
        "id": "J901011",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "觀光及旅遊服務業",
        "small_name": "旅館業",
        "detail_name": "觀光旅館業",
        "description": "依發展觀光條例之規定，指經營國際觀光旅館或一般觀光旅館，對旅客提供住宿及相關服務之營利事業。"
    },
    {
        "id": "J901020",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "觀光及旅遊服務業",
        "small_name": "旅館業",
        "detail_name": "一般旅館業",
        "description": "指觀光旅館業以外，對旅客提供住宿、休息及其他經中央主管機關核定相關業務之營利事業。"
    },
    {
        "id": "J902011",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "觀光及旅遊服務業",
        "small_name": "旅行業",
        "detail_name": "旅行業",
        "description": "依發展觀光條例之規定，凡經中央主管機關核准，為旅客設計安排旅程、食宿、領隊人員、導遊人員、代購代售交通客票、代辦出國簽證手續等有關服務而收取報酬之營利事業，含旅遊諮詢。"
    },
    {
        "id": "J903020",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "觀光及旅遊服務業",
        "small_name": "旅遊諮詢服務業",
        "detail_name": "登山嚮導業",
        "description": "國內外登山及探險活動之整體規劃顧問及其相關之資訊諮詢等業務。"
    },
    {
        "id": "J904011",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "觀光及旅遊服務業",
        "small_name": "觀光遊樂業",
        "detail_name": "觀光遊樂業",
        "description": "依發展觀光條例之規定，指經主管機關核准經營觀光遊樂設施之營利事業。"
    },
    {
        "id": "J905010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "觀光及旅遊服務業",
        "small_name": "民宿",
        "detail_name": "民宿",
        "description": "指利用自用或自有住宅，結合當地人文街區、歷史風貌、自然景觀、生態、環境資源、農林漁牧、工藝製造、藝術文創等生產活動，以在地體驗交流為目的、家庭副業方式經營，提供旅客城鄉家庭式住宿環境與文化生活之住宿處所。"
    },
    {
        "id": "JA01010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "個人服務業",
        "small_name": "汽車服務業",
        "detail_name": "汽車修理業",
        "description": "汽車之清潔、保養、潤滑、檢查、調整、維護、總成更換、翻修及其相關業務。包括汽車保養所、甲種汽車修理廠、乙種汽車修理廠。"
    },
    {
        "id": "JA01020",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "個人服務業",
        "small_name": "汽車服務業",
        "detail_name": "汽車拖吊業",
        "description": "汽車拖吊之行業，含機車拖吊。"
    },
    {
        "id": "JA01040",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "個人服務業",
        "small_name": "汽車服務業",
        "detail_name": "液化石油氣車改裝業",
        "description": "從事液化石油氣汽車改裝之行業。"
    },
    {
        "id": "JA01990",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "個人服務業",
        "small_name": "汽車服務業",
        "detail_name": "其他汽車服務業",
        "description": "從事JA01010 至JA01040 細類外其他汽車服務業，如汽車清洗、裝潢、代客申請汽車檢驗業務等行業。"
    },
    {
        "id": "JA02010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "個人服務業",
        "small_name": "維修服務業",
        "detail_name": "電器及電子產品修理業",
        "description": "各種電器及電子產品修理、清洗、維修、保養之行業。"
    },
    {
        "id": "JA02020",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "個人服務業",
        "small_name": "維修服務業",
        "detail_name": "機車修理業",
        "description": "各種機車修理之行業。"
    },
    {
        "id": "JA02030",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "個人服務業",
        "small_name": "維修服務業",
        "detail_name": "自行車修理業",
        "description": "各種自行車修理之行業。"
    },
    {
        "id": "JA02040",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "個人服務業",
        "small_name": "維修服務業",
        "detail_name": "鐘錶修理業",
        "description": "各種鐘錶修理之行業。"
    },
    {
        "id": "JA02051",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "個人服務業",
        "small_name": "維修服務業",
        "detail_name": "度量衡器修理業",
        "description": "依度量衡法及其施行細則等規定，從事度量衡器修理之行業。"
    },
    {
        "id": "JA02061",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "個人服務業",
        "small_name": "維修服務業",
        "detail_name": "槍枝保養業",
        "description": "依「槍砲彈藥刀械管制條例」及「槍砲彈藥刀械許可及管理辦法」，從事各種槍械保養之行業。但不得從事槍械零組件換裝修理業務。"
    },
    {
        "id": "JA02990",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "個人服務業",
        "small_name": "維修服務業",
        "detail_name": "其他修理業",
        "description": "凡從事JA02010 至JA02061 細類外其他修理業之行業。"
    },
    {
        "id": "JA03010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "個人服務業",
        "small_name": "洗衣業",
        "detail_name": "洗衣業",
        "description": "從事衣物、毛巾、床單、地毯、皮衣及其他紡織製品等洗濯、熨燙之行業。從事提供投幣式機器洗衣服務亦歸入本類。"
    },
    {
        "id": "JA04011",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "個人服務業",
        "small_name": "移民服務業",
        "detail_name": "移民服務業",
        "description": "依入出國及移民法之規定，經營下列業務：一、代辦居留、定居或永久居留業務。二、代辦非觀光旅遊之停留簽證業務。三、與投資移民有關之移民基金諮詢、仲介業 務，並以保護移民者權益所必須者為限。四、其他與移民有關之諮詢業務。"
    },
    {
        "id": "JA05010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "個人服務業",
        "small_name": "留學服務業",
        "detail_name": "留、遊學服務業",
        "description": "從事海外進修學位之留學、短期學分課程之研修、或旅遊學習課程等入學之諮詢、安排或代辦申請手續等之業務。"
    },
    {
        "id": "JB01010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "會議及展覽服務業",
        "small_name": "會議及展覽服務業",
        "detail_name": "會議及展覽服務業",
        "description": "凡從事會議及展覽之籌辦、宣傳或管理之行業。"
    },
    {
        "id": "JC01011",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "氣象服務業",
        "small_name": "氣象服務業",
        "detail_name": "氣象預報業",
        "description": "依氣象法規定，從事一般性氣象預報業務之行業。"
    },
    {
        "id": "JC01021",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "氣象服務業",
        "small_name": "氣象服務業",
        "detail_name": "海象預報業",
        "description": "依氣象法規定，從事一般性海象預報業務之行業。"
    },
    {
        "id": "JC01031",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "氣象服務業",
        "small_name": "氣象服務業",
        "detail_name": "氣象及海象預報業",
        "description": "依氣象法規定，從事一般性氣象及海象預報業務之行業"
    },
    {
        "id": "JD01010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "工商徵信服務業",
        "small_name": "工商徵信服務業",
        "detail_name": "工商徵信服務業",
        "description": "工商行情、債權、債務、信用資料之蒐集、整理、分析、研判及提供等之行業。包括徵信服務、財務調查服務、商情訊息供應服務、企業信用調查服務及動產（股票、有價證券除外）鑑價服務。"
    },
    {
        "id": "JE01010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "租賃業",
        "small_name": "租賃業",
        "detail_name": "租賃業",
        "description": "須許可業務(小客車租賃業、小貨車租賃業)及不動產、貨櫃除外之物品租賃(如機器設備租賃、運動及娛樂用品租賃、服飾出租、盆栽、桌椅、家具、小說、家庭用品、宴會用品、舞蹈用品、腳踏車、機車等)；及提供不含牌照之汽車交通運輸工具租賃；自用大客車、自用大貨車之融資性租賃業務。"
    },
    {
        "id": "JF01010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "民俗調理業",
        "small_name": "民俗調理業",
        "detail_name": "傳統整復推拿業",
        "description": "指運用手技單純對人體肌肉骨骼施以物理性刺激，以紓解筋骨、消除疲勞為目的，所為調理行為之行業，但不得涉及醫療行為及宣稱醫療效能。"
    },
    {
        "id": "JF01020",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "民俗調理業",
        "small_name": "民俗調理業",
        "detail_name": "按摩業",
        "description": "指從事單純對人體施以傳統之按摩、指壓，非以足部為服務主體，所為調理行為之行業，但不得涉及醫療行為及宣稱醫療效能。"
    },
    {
        "id": "JF01030",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "民俗調理業",
        "small_name": "民俗調理業",
        "detail_name": "腳底按摩業",
        "description": "指從事單純對人體足部施以傳統之按摩、指壓，所為調理行為之行業，但不得涉及醫療行為及宣稱醫療效能。"
    },
    {
        "id": "JF01040",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "民俗調理業",
        "small_name": "民俗調理業",
        "detail_name": "經絡調理業",
        "description": "指從事以經絡為主體，藉物理刺激方法，以紓緩放鬆肌肉為目的，對人體體表肌肉所為調理行為之行業，但不得涉及醫療行為及宣稱醫療效能。"
    },
    {
        "id": "JG01011",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "兒童課後照顧服務業",
        "small_name": "兒童課後照顧服務業",
        "detail_name": "兒童課後照顧服務業",
        "description": "依「兒童及少年福利與權益保障法」及「兒童課後照顧服務班與中心設立及管理辦法」之規定，從事經營兒童課後照顧服務之行業。"
    },
    {
        "id": "JH01011",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "長期照顧服務業",
        "small_name": "居家式服務業",
        "detail_name": "居家式服務業",
        "description": "依長期照顧服務法規定，指到宅提供長期照顧服務對象身體照顧或日常生活照顧服務之行業。"
    },
    {
        "id": "JH02011",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "長期照顧服務業",
        "small_name": "社區式服務業",
        "detail_name": "日間照顧服務業",
        "description": "依長期照顧服務法規定，指提供長期照顧服務對象於日間往返社區式服務類長期照顧服務機構，接受身體照顧與日常生活照顧服務及其他多元服務等之行業。"
    },
    {
        "id": "JH02021",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "長期照顧服務業",
        "small_name": "社區式服務業",
        "detail_name": "小規模多機能服務業",
        "description": "依長期照顧服務法規定，指配合長期照顧服務對象需求，提供日間照顧、臨時住宿，或到宅提供身體照顧與日常生活照顧服務及其他多元服務等之行業。"
    },
    {
        "id": "JH02031",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "長期照顧服務業",
        "small_name": "社區式服務業",
        "detail_name": "團體家屋服務業",
        "description": "依長期照顧服務法規定，指於社區中，提供具行動力之失智症者家庭化與個別化服務之行業。"
    },
    {
        "id": "JI01010",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "互動式情境體驗業",
        "small_name": "互動式情境體驗業",
        "detail_name": "互動式情境體驗服務業",
        "description": "指透過文字、圖像、動畫、道具、互動式表演、互動式電子設備(行動電話、擴增實境（AR）、虛擬實境（VR）、平板電腦等)方式營造情境，供大眾以解謎或任務方式體驗文化創意為主要營業內容之營利事業。"
    },
    {
        "id": "JZ99020",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "其他服務業",
        "small_name": "其他服務業",
        "detail_name": "三溫暖業",
        "description": "指提供冷、熱水池、蒸烤設備，供人沐浴之營利事業。"
    },
    {
        "id": "JZ99030",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "其他服務業",
        "small_name": "其他服務業",
        "detail_name": "攝影業",
        "description": "照相及沖洗底片與相片之行業。包括沖洗店、照相館、結婚攝影、婚紗攝影等。"
    },
    {
        "id": "JZ99050",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "其他服務業",
        "small_name": "其他服務業",
        "detail_name": "仲介服務業",
        "description": "不動產仲介經紀業、就業服務業以外之仲介業務。"
    },
    {
        "id": "JZ99070",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "其他服務業",
        "small_name": "其他服務業",
        "detail_name": "裁縫服務業",
        "description": "從事代客裁剪、縫製或修改衣服之行業。"
    },
    {
        "id": "JZ99080",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "其他服務業",
        "small_name": "其他服務業",
        "detail_name": "美容美髮服務業",
        "description": "從事化粧、臉部美容、美指、剪髮、理髮、燙髮、美髮造型設計之行業。"
    },
    {
        "id": "JZ99090",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "其他服務業",
        "small_name": "其他服務業",
        "detail_name": "喜慶綜合服務業",
        "description": "從事喜慶綜合服務及其諮詢顧問業務之行業，如代辦婚禮儀式、喜宴場所規劃、佈置、安排等。"
    },
    {
        "id": "JZ99110",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "其他服務業",
        "small_name": "其他服務業",
        "detail_name": "瘦身美容業",
        "description": "藉手藝、機器、用具、用材、化妝品、食品等方式，為保持、改善身體、感觀之健美，所實施之綜合指導、措施之非醫療行為。"
    },
    {
        "id": "JZ99120",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "其他服務業",
        "small_name": "其他服務業",
        "detail_name": "一般浴室業",
        "description": "一般浴室經營業，包括溫泉浴池。"
    },
    {
        "id": "JZ99141",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "其他服務業",
        "small_name": "其他服務業",
        "detail_name": "殯葬設施經營業",
        "description": "依殯葬管理條例之規定，經營公墓、殯儀館、火化場、骨灰（骸）存放設施之行業。"
    },
    {
        "id": "JZ99151",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "其他服務業",
        "small_name": "其他服務業",
        "detail_name": "殯葬禮儀服務業",
        "description": "依殯葬管理條例之規定，以承攬處理殯葬事宜之行業。"
    },
    {
        "id": "JZ99160",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "其他服務業",
        "small_name": "其他服務業",
        "detail_name": "刻印業",
        "description": "從事各種印章、標識等刻製之行業。"
    },
    {
        "id": "JZ99170",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "其他服務業",
        "small_name": "其他服務業",
        "detail_name": "鎖匙業",
        "description": "從事開鎖、配鎖及修鎖之行業。"
    },
    {
        "id": "JZ99180",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "其他服務業",
        "small_name": "其他服務業",
        "detail_name": "寵物美容服務業",
        "description": "從事寵物外表部位清洗或清潔、吹乾梳毛、毛髮修剪及造型設計等美容服務之行業，但不得涉及動物醫療行為及宣稱醫療效能。"
    },
    {
        "id": "JZ99190",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "其他服務業",
        "small_name": "其他服務業",
        "detail_name": "寵物生命紀念業",
        "description": "從事寵物骨灰安置悼念之行業。但因需要寵物骨灰安置悼念而從事寵物屍體火化，應歸入JZ99990(未分類其他服務業)細類；從事一般動物屍體火化應歸入J101040(廢棄物處理業)細類。"
    },
    {
        "id": "JZ99990",
        "big_name": "文化、運動、休閒及其他服務業",
        "mid_name": "其他服務業",
        "small_name": "其他服務業",
        "detail_name": "未分類其他服務業",
        "description": "從事 JZ99020 至 JZ99190 細類外其他個人服務之行業。"
    },
    {
        "id": "ZZ99999",
        "big_name": "其他未分類業",
        "mid_name": "其他未分類業",
        "small_name": "其他未分類業",
        "detail_name": "除許可業務外，得經營法令非禁止或限制之業",
        "description": "除許可業務外，得經營法令非禁止或限制之業務。"
    }
]
